{"id":217,"text":"title: Four-parameter analysis in modified Rotarod test for detecting minor motor deficits in mice\nabstract: The Rotarod test with commercial apparatus is widely used to assess locomotor performance, balance and motor learning as well as the deficits resulting from diverse neurological disorders in laboratory rodents due to its simplicity and objectivity. \nTraditionally, the test ends when rodents drop from the accelerating, turning rod, and the only parameter used commonly is “latency to fall”. \nThe values of individual animals can often vary greatly. \nIn the present study, we established a procedure for mice with 4 consecutive days of training with 4 trials per day and modified the testing procedure by placing the mice back on the rod repeatedly after each fall until the trial ends (5 min). \nData from the fourth training day as baseline results showed that the second, third and fourth trial were more consistent than the first, probably due to habituation or learning. \nThere was no difference between the second, third and fourth trial, two trials may be sufficient in testing. \nWe also introduced 3 additional read-outs: Longest duration on the rod (s), Maximal distance covered (cm), and Number of falls to better evaluate the motor capacity over the 5 min of testing.\nWe then used this 4-parameter analysis to capture the motor deficits of mice with mild to moderate traumatic brain injuries (by a weight dropping on the skull (Marmarou model)). \nWe found that normalization of data to individual baseline performance was needed to reduce individual differences, and 4 trials were more sensitive than two to show motor deficits. \nThe parameter of Maximal distance was the best in detecting statistically significant long-term motor deficits. \nThese results show that by making adjustments to the protocol and employing a more refined analysis, it is possible to expand a widely used routine behavioral test with additional accessible parameters that detect relevant deficits in a model of mild to moderate traumatic brain injury. \nThe modified Rotarod test maybe a valuable tool for better preclinical evaluations of drugs and therapies. \n","entities":[{"id":54,"label":"EXPERIMNET","start_offset":1232,"end_offset":1259},{"id":55,"label":"EXPERIMNET","start_offset":1329,"end_offset":1364},{"id":58,"label":"ITEM","start_offset":94,"end_offset":98},{"id":59,"label":"ITEM","start_offset":200,"end_offset":226},{"id":60,"label":"ITEM","start_offset":300,"end_offset":318},{"id":61,"label":"ITEM","start_offset":429,"end_offset":440},{"id":62,"label":"ITEM","start_offset":483,"end_offset":498},{"id":63,"label":"ITEM","start_offset":613,"end_offset":617},{"id":64,"label":"ITEM","start_offset":726,"end_offset":730},{"id":65,"label":"ITEM","start_offset":743,"end_offset":746},{"id":66,"label":"ITEM","start_offset":2054,"end_offset":2075},{"id":67,"label":"ITEM","start_offset":2136,"end_offset":2156},{"id":68,"label":"ITEM","start_offset":113,"end_offset":125}],"relations":[],"Comments":[]}
{"id":218,"text":"title: Brain-Derived Neurotrophic Factor Ameliorates Learning Deficits in a Rat Model of Alzheimer's Disease Induced by Aβ1-42\nabstract: An emerging body of data suggests that the early onset of Alzheimer’s disease (AD) is associated with decreased brain-derived neurotrophic factor (BDNF). \nBecause BDNF plays a critical role in the regulation of high-frequency synaptic transmission and long-term potentiation in the hippocampus, the up-regulation of BDNF may rescue cognitive impairments and learning deficits in AD. \nIn the present study, we investigated the effects of hippocampal BDNF in a rat model of AD produced by a ventricle injection of amyloid-β1-42 (Aβ1-42). \nWe found that a ventricle injection of Aβ1-42 caused learning deficits in rats subjected to the Morris water maze and decreased BDNF expression in the hippocampus. \nChronic intra-hippocampal BDNF administration rescued learning deficits in the water maze, whereas infusions of NGF and NT-3 did not influence the behavioral performance of rats injected with Aβ1-42. \nFurthermore, the BDNF-related improvement in learning was ERK-dependent because the inhibition of ERK, but not JNK or p38, blocked the effects of BDNF on cognitive improvement in rats injected with Aβ1-42. \nTogether, our data suggest that the up-regulation of BDNF in the hippocampus via activation of the ERK signaling pathway can ameliorate Aβ1-42-induced learning deficits, thus identifying a novel pathway through which BDNF protects against AD-related cognitive impairments. \nThe results of this research may shed light on a feasible therapeutic approach to control the progression of AD. \n","entities":[{"id":69,"label":"EXPERIMNET","start_offset":7,"end_offset":70},{"id":70,"label":"ITEM","start_offset":75,"end_offset":86},{"id":71,"label":"ITEM","start_offset":86,"end_offset":126},{"id":72,"label":"ITEM","start_offset":626,"end_offset":672},{"id":73,"label":"ITEM","start_offset":596,"end_offset":605},{"id":74,"label":"ITEM","start_offset":770,"end_offset":787},{"id":75,"label":"ITEM","start_offset":1012,"end_offset":1038},{"id":76,"label":"ITEM","start_offset":1219,"end_offset":1246},{"id":77,"label":"ITEM","start_offset":1346,"end_offset":1367},{"id":80,"label":"ITEM","start_offset":688,"end_offset":752}],"relations":[],"Comments":[]}
{"id":219,"text":"title: A rotarod test for evaluation of motor skill learning\nabstract: The rotarod test is widely used to evaluate the motor coordination of rodents, and is especially sensitive in detecting cerebellar dysfunction. \nHowever, mice with striatal dopamine depletion show only mild or no motor deficit on the typical accelerating rotarod. \nThis suggests that dopamine-depleted mice are useful as animal models for non-motor symptoms, because the influence of motor deficit is minimum and easy to discriminate from cognitive aspects of the behavioral change. \nThe typical accelerating rotarod test is designed to evaluate maximal motor performance and is not optimized to detect motor skill learning. \nIn an attempt to make the test more selective to motor skill learning rather than maximal gait performance, we modified the rotarod test by using a slowly rotating large drum to obtain a steep learning curve. \nFurthermore, administration of nomifensine, a dopamine uptake inhibitor, improved the learning. \nOn the other hand, apomorphine, an agonist of dopamine autoreceptor, a dopaminergic toxin, 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) impaired the learning. \nThese pharmacological profiles fit the involvement of the so-called phasic dopamine neurotransmission. \nUsing our modified procedure, we found impaired learning of Parkin-deficit mice, which has not been detected in typical accelerating rotarod. \nThe modified rotarod test would be useful for evaluation of dopamine involvement in the acquisition of motor skill learning. \n","entities":[{"id":81,"label":"EXPERIMNET","start_offset":6,"end_offset":60},{"id":83,"label":"EXPERIMNET","start_offset":105,"end_offset":148},{"id":84,"label":"ITEM","start_offset":225,"end_offset":262},{"id":85,"label":"ITEM","start_offset":313,"end_offset":333},{"id":86,"label":"ITEM","start_offset":355,"end_offset":377},{"id":88,"label":"ITEM","start_offset":567,"end_offset":592},{"id":89,"label":"ITEM","start_offset":862,"end_offset":871},{"id":90,"label":"ITEM","start_offset":953,"end_offset":978},{"id":91,"label":"ITEM","start_offset":1050,"end_offset":1071},{"id":92,"label":"ITEM","start_offset":1075,"end_offset":1093},{"id":93,"label":"ITEM","start_offset":1335,"end_offset":1354},{"id":94,"label":"ITEM","start_offset":1395,"end_offset":1415},{"id":95,"label":"ITEM","start_offset":1422,"end_offset":1443}],"relations":[],"Comments":[]}
{"id":221,"text":"title: Acceleration of inferred neural responses to oddball targets in an individual with bilateral amygdala lesion compared to healthy controls\nabstract: Detecting unusual auditory stimuli is crucial for discovering potential threat. \nLocus coeruleus (LC), which coordinates attention, and amygdala, which is implicated in resource prioritization, both respond to deviant sounds. \nEvidence concerning their interaction, however, is sparse. \nSeeking to elucidate if human amygdala affects estimated LC activity during this process, we recorded pupillary responses during an auditory oddball and an illuminance change task, in a female with bilateral amygdala lesions (BG) and in n = 23 matched controls. \nNeural input in response to oddballs was estimated via pupil dilation, a reported proxy of LC activity, harnessing a linear-time invariant system and individual pupillary dilation response function (IRF) inferred from illuminance responses. \nWhile oddball recognition remained intact, estimated LC input for BG was compacted to an impulse rather than the prolonged waveform seen in healthy controls. This impulse had the earliest response mean and highest kurtosis in the sample. \nAs a secondary finding, BG showed enhanced early pupillary constriction to darkness. \nThese findings suggest that LC-amygdala communication is required to sustain LC activity in response to anomalous sounds. \nOur results provide further evidence for amygdala involvement in processing deviant sound targets, although it is not required for their behavioral recognition. \n","entities":[{"id":97,"label":"EXPERIMNET","start_offset":7,"end_offset":84},{"id":98,"label":"ITEM","start_offset":236,"end_offset":251},{"id":100,"label":"ITEM","start_offset":628,"end_offset":666},{"id":103,"label":"ITEM","start_offset":90,"end_offset":108},{"id":104,"label":"ITEM","start_offset":365,"end_offset":379},{"id":105,"label":"ITEM","start_offset":544,"end_offset":563},{"id":106,"label":"ITEM","start_offset":574,"end_offset":590},{"id":107,"label":"ITEM","start_offset":598,"end_offset":621},{"id":108,"label":"ITEM","start_offset":114,"end_offset":116},{"id":109,"label":"ITEM","start_offset":760,"end_offset":774},{"id":110,"label":"ITEM","start_offset":923,"end_offset":944},{"id":111,"label":"ITEM","start_offset":822,"end_offset":850},{"id":112,"label":"ITEM","start_offset":855,"end_offset":875},{"id":114,"label":"ITEM","start_offset":876,"end_offset":902},{"id":115,"label":"ITEM","start_offset":1300,"end_offset":1311},{"id":116,"label":"ITEM","start_offset":1471,"end_offset":1479},{"id":117,"label":"ITEM","start_offset":1479,"end_offset":1492}],"relations":[],"Comments":[]}
{"id":222,"text":" title: Measuring Motor Coordination in Mice \nabstract: Mice are increasingly being used in behavioral neuroscience, largely replacing rats as the behaviorist's animal of choice. \nBefore aspects of behavior such as emotionality or cognition can be assessed, however, it is vital to determine whether the motor capabilities of e.g. \na mutant or lesioned mouse allow such an assessment. \nPerformance on a maze task requiring strength and coordination, such as the Morris water maze, might well be impaired in a mouse by motor, rather than cognitive, impairments, so it is essential to selectively dissect the latter from the former. \nFor example, sensorimotor impairments caused by NMDA antagonists have been shown to impair water maze performance2.\nMotor coordination has traditionally been assessed in mice and rats by the rotarod test, in which the animal is placed on a horizontal rod that rotates about its long axis; \nthe animal must walk forwards to remain upright and not fall off. \nBoth set speed and accelerating versions of the rotarod are available.\nThe other three tests described in this article (horizontal bar, static rods and parallel bars) all measure coordination on static apparatus. \nThe horizontal bar also requires strength for adequate performance, particularly of the forelimbs as the mouse initially grips the bar just with the front paws.\nAdult rats do not perform well on tests such as the static rods and parallel bars (personal observations); \nthey appear less well coordinated than mice. \nI have only tested male rats, however, and male mice seem generally less well coordinated than females. \nMice appear to have a higher strength:weight ratio than rats; \nthe Latin name, Mus musculus, seems entirely appropriate. \nThe rotarod, the variations of the foot fault test12 or the Catwalk (Noldus)15 apparatus are generally used to assess motor coordination in rats.\n","entities":[{"id":118,"label":"EXPERIMNET","start_offset":8,"end_offset":44},{"id":119,"label":"ITEM","start_offset":56,"end_offset":60},{"id":120,"label":"ITEM","start_offset":135,"end_offset":139},{"id":121,"label":"ITEM","start_offset":334,"end_offset":358},{"id":122,"label":"ITEM","start_offset":403,"end_offset":407},{"id":123,"label":"ITEM","start_offset":469,"end_offset":479},{"id":124,"label":"ITEM","start_offset":462,"end_offset":468},{"id":125,"label":"ITEM","start_offset":509,"end_offset":514},{"id":126,"label":"ITEM","start_offset":680,"end_offset":696},{"id":127,"label":"ITEM","start_offset":652,"end_offset":669},{"id":128,"label":"ITEM","start_offset":723,"end_offset":733},{"id":129,"label":"ITEM","start_offset":802,"end_offset":806},{"id":130,"label":"ITEM","start_offset":811,"end_offset":815},{"id":131,"label":"ITEM","start_offset":872,"end_offset":886},{"id":132,"label":"ITEM","start_offset":1037,"end_offset":1044},{"id":133,"label":"ITEM","start_offset":1109,"end_offset":1123},{"id":134,"label":"ITEM","start_offset":1125,"end_offset":1136},{"id":135,"label":"ITEM","start_offset":1207,"end_offset":1221},{"id":136,"label":"ITEM","start_offset":1432,"end_offset":1445},{"id":137,"label":"ITEM","start_offset":1416,"end_offset":1427},{"id":138,"label":"ITEM","start_offset":1291,"end_offset":1300},{"id":139,"label":"ITEM","start_offset":1308,"end_offset":1313},{"id":140,"label":"ITEM","start_offset":1364,"end_offset":1374},{"id":141,"label":"ITEM","start_offset":1537,"end_offset":1546},{"id":142,"label":"ITEM","start_offset":1561,"end_offset":1570}],"relations":[],"Comments":[]}
{"id":223,"text":"title: The Rotarod Test: An Evaluation of Its Effectiveness in Assessing Motor Deficits Following Traumatic Brain Injury\nabstract: The purpose of the present experiment was to examine the effectiveness of a modified rotarod test in detecting motor deficits following mild and moderate central fluid percussion brain injury. \nIn addition, this investigation compared the performance of the rotarod task with two other commonly used measures of motor function after brain injury (beam-balance and beam-walking latencies). \nRats were either injured with a mild (n = 14) or moderate (n = 8) level of fluid percussion injury or were surgically prepared but not injured (n = 8). \nAll rats were assessed on all tasks for 5 days following their respective treatments. \nResults revealed that both the mild and moderate injury levels produced significant deficits in the ability of the animals to perform the rotarod task. \nPerformance on the beam-balance and beam-walking tasks were not significantly impaired at the mild injury level. \nIt was only at the moderate injury level that the beam-balance and beam-walking tasks detected deficits in motor performance. \nThis result demonstrated that the rotarod task was a sensitive index of injury-induced motor dysfunction following even mild fluid percussion injury. \nA power analysis of the three tasks indicated that statistically significant group differences could be obtained with the rotarod task with much smaller sample sizes than with the beam-balance and beam-walking tasks. \nPerformance on the rotarod, beam-walk, and beam-balance tasks were compared and evaluated by a multivariate stepdown analysis (multiple analysis of variance followed by univariate analyses of covariance). \nThis analysis indicated that the rotarod task measures aspects of motor impairment that are not assessed by either the beam-balance or beam-walking latency. \nThese findings suggest that compared to the beam-balance and beam-walking tasks, the rotarod task is a more sensitive and efficient index for assessing motor impairment produced by brain injury. \n","entities":[{"id":143,"label":"EXPERIMNET","start_offset":25,"end_offset":87},{"id":144,"label":"ITEM","start_offset":207,"end_offset":228},{"id":145,"label":"ITEM","start_offset":389,"end_offset":401},{"id":146,"label":"ITEM","start_offset":267,"end_offset":292},{"id":147,"label":"ITEM","start_offset":293,"end_offset":323},{"id":148,"label":"ITEM","start_offset":478,"end_offset":490},{"id":149,"label":"ITEM","start_offset":495,"end_offset":517},{"id":150,"label":"ITEM","start_offset":521,"end_offset":601},{"id":151,"label":"ITEM","start_offset":602,"end_offset":619},{"id":152,"label":"ITEM","start_offset":933,"end_offset":945},{"id":153,"label":"ITEM","start_offset":950,"end_offset":968},{"id":154,"label":"ITEM","start_offset":1189,"end_offset":1201},{"id":155,"label":"ITEM","start_offset":1242,"end_offset":1259},{"id":156,"label":"ITEM","start_offset":1275,"end_offset":1304},{"id":157,"label":"ITEM","start_offset":1428,"end_offset":1440},{"id":158,"label":"ITEM","start_offset":1503,"end_offset":1521},{"id":159,"label":"ITEM","start_offset":1486,"end_offset":1498},{"id":160,"label":"ITEM","start_offset":1543,"end_offset":1550},{"id":161,"label":"ITEM","start_offset":1552,"end_offset":1561},{"id":163,"label":"ITEM","start_offset":1567,"end_offset":1585},{"id":164,"label":"ITEM","start_offset":1763,"end_offset":1775},{"id":165,"label":"ITEM","start_offset":1849,"end_offset":1861},{"id":167,"label":"ITEM","start_offset":1932,"end_offset":1944},{"id":169,"label":"ITEM","start_offset":1865,"end_offset":1885},{"id":170,"label":"ITEM","start_offset":1949,"end_offset":1967},{"id":171,"label":"ITEM","start_offset":1973,"end_offset":1985}],"relations":[],"Comments":[]}
{"id":224,"text":"title: SCH23390 and a humanized anti-cocaine mAb decrease the latency to cocaine-induced reinstatement of lever pressing behavior in rats that self-administer cocaine\nabstract: In rats that self-administer cocaine, the latency to the reinstatement of lever pressing behavior induced by a single dose of cocaine is due to the time taken for cocaine levels to fall to the satiety threshold. \nThe D1 dopamine receptor antagonist SCH23390, and the recombinant humanized anti-cocaine mAb h2E2 increase the cocaine satiety threshold and would be expected to alter the latency to reinstatement. Male rats acquired cocaine self-administration behavior on an FR1 schedule. \nThese rats received a single injection of cocaine (12 Âµmol\/kg i.v.) after an i.v. \ninjection of SCH23390 or an infusion of h2E2 or vehicle. \nThe latency to, and the duration of, lever pressing was measured but the presses had no consequence. \nSCH23390 decreased the latency to lever pressing consistent with dose-dependent increases in satiety threshold. \nThe duration of lever pressing behavior was inversely proportional to the SCH23390 dose suggesting that SCH23390 also increased the cocaine compulsion zone. \nThe mAb h2E2 also produced a similar decrease in latency to responding that gradually reversed over 2 weeks. \nSCH23390 and h2E2 had an additive effect on the decreased latency to cocaine-induced lever pressing. \nThe single cocaine dose reinstatement paradigm within the context of the compulsion zone theory is a useful pharmacological bioassay system to explore potential pharmacotherapies for relapse prevention in cocaine use disorder. \n","entities":[{"id":172,"label":"ITEM","start_offset":22,"end_offset":48},{"id":173,"label":"ITEM","start_offset":7,"end_offset":15},{"id":174,"label":"ITEM","start_offset":73,"end_offset":88},{"id":175,"label":"ITEM","start_offset":133,"end_offset":137},{"id":176,"label":"ITEM","start_offset":143,"end_offset":158},{"id":177,"label":"ITEM","start_offset":159,"end_offset":166},{"id":178,"label":"ITEM","start_offset":180,"end_offset":184},{"id":179,"label":"ITEM","start_offset":190,"end_offset":213},{"id":180,"label":"ITEM","start_offset":397,"end_offset":434},{"id":181,"label":"ITEM","start_offset":466,"end_offset":487},{"id":182,"label":"ITEM","start_offset":587,"end_offset":597},{"id":183,"label":"ITEM","start_offset":671,"end_offset":675},{"id":184,"label":"ITEM","start_offset":687,"end_offset":703},{"id":185,"label":"ITEM","start_offset":909,"end_offset":917},{"id":186,"label":"ITEM","start_offset":1154,"end_offset":1177},{"id":187,"label":"ITEM","start_offset":1184,"end_offset":1192},{"id":188,"label":"ITEM","start_offset":1126,"end_offset":1134},{"id":189,"label":"ITEM","start_offset":1290,"end_offset":1298},{"id":190,"label":"ITEM","start_offset":1303,"end_offset":1307},{"id":191,"label":"ITEM","start_offset":1359,"end_offset":1374},{"id":192,"label":"ITEM","start_offset":1500,"end_offset":1531},{"id":195,"label":"ITEM","start_offset":1597,"end_offset":1604},{"id":200,"label":"EXPERIMNET","start_offset":89,"end_offset":130},{"id":201,"label":"EXPERIMNET","start_offset":49,"end_offset":72}],"relations":[],"Comments":[]}
{"id":225,"text":"title: A rotarod test for evaluation of motor skill learning \nabstract: The rotarod test is widely used to evaluate the motor coordination of rodents, and is especially sensitive in detecting cerebellar dysfunction.\nHowever, mice with striatal dopamine depletion show only mild or no motor deficit on the typical accelerating rotarod. \nThis suggests that dopamine-depleted mice are useful as animal models for non-motor symptoms, because the influence of motor deficit is minimum and easy to discriminate from cognitive aspects of the behavioral change. \nThe typical accelerating rotarod test is designed to evaluate maximal motor performance and is not optimized to detect motor skill learning. \nIn an attempt to make the test more selective to motor skill learning rather than maximal gait performance, we modified the rotarod test by using a slowly rotating large drum to obtain a steep learning curve. \nFurthermore, administration of nomifensine, a dopamine uptake inhibitor, improved the learning. On the other hand, apomorphine, an agonist of dopamine autoreceptor, a dopaminergic toxin, 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) impaired the learning. \nThese pharmacological profiles fit the involvement of the so-called phasic dopamine neurotransmission. \nUsing our modified procedure, we found impaired learning of Parkin-deficit mice, which has not been detected in typical accelerating rotarod. \nThe modified rotarod test would be useful for evaluation of dopamine involvement in the acquisition of motor skill learning.\n","entities":[{"id":196,"label":"ITEM","start_offset":9,"end_offset":21},{"id":197,"label":"ITEM","start_offset":75,"end_offset":88},{"id":198,"label":"ITEM","start_offset":120,"end_offset":149},{"id":199,"label":"EXPERIMNET","start_offset":26,"end_offset":60},{"id":202,"label":"EXPERIMNET","start_offset":182,"end_offset":215},{"id":203,"label":"ITEM","start_offset":225,"end_offset":229},{"id":204,"label":"ITEM","start_offset":235,"end_offset":262},{"id":205,"label":"ITEM","start_offset":284,"end_offset":297},{"id":206,"label":"ITEM","start_offset":313,"end_offset":333},{"id":207,"label":"ITEM","start_offset":355,"end_offset":377},{"id":208,"label":"ITEM","start_offset":392,"end_offset":405},{"id":209,"label":"ITEM","start_offset":410,"end_offset":428},{"id":210,"label":"ITEM","start_offset":455,"end_offset":468},{"id":211,"label":"ITEM","start_offset":567,"end_offset":592},{"id":212,"label":"ITEM","start_offset":821,"end_offset":833},{"id":213,"label":"ITEM","start_offset":861,"end_offset":871},{"id":214,"label":"ITEM","start_offset":1334,"end_offset":1353},{"id":215,"label":"ITEM","start_offset":953,"end_offset":978},{"id":216,"label":"ITEM","start_offset":1049,"end_offset":1070},{"id":217,"label":"ITEM","start_offset":1074,"end_offset":1092},{"id":218,"label":"ITEM","start_offset":1096,"end_offset":1102},{"id":219,"label":"ITEM","start_offset":1105,"end_offset":1111},{"id":220,"label":"ITEM","start_offset":1120,"end_offset":1138},{"id":221,"label":"ITEM","start_offset":1394,"end_offset":1414},{"id":222,"label":"ITEM","start_offset":1430,"end_offset":1442},{"id":223,"label":"ITEM","start_offset":1022,"end_offset":1033}],"relations":[],"Comments":[]}
{"id":226,"text":"title: Using Rubrics as a Scientific Writing Instructional Method in Early Stage Undergraduate Neuroscience Study\nabstarct: Scientific writing is an important communication and learning tool in neuroscience, yet it is a skill not adequately cultivated in introductory undergraduate science courses.\nProficient, confident scientific writers are produced by providing specific knowledge about the writing process, combined with a clear student understanding about how to think about writing (also known as metacognition). \nWe developed a rubric for evaluating scientific papers and assessed different methods of using the rubric in inquiry-based introductory biology classrooms. \nStudents were either 1) given the rubric alone, 2) given the rubric, but also required to visit a biology subject tutor for paper assistance, or 3) asked to self-grade paper components using the rubric. \nStudents who were required to use a peer tutor had more negative attitudes towards scientific writing, while students who used the rubric alone reported more confidence in their science writing skills by the conclusion of the semester. \nOverall, students rated the use of an example paper or grading rubric as the most effective ways of teaching scientific writing, while rating peer review as ineffective. \nOur paper describes a concrete, simple method of infusing scientific writing into inquiry-based science classes, and provides clear avenues to enhance communication and scientific writing skills in entry-level classes through the use of a rubric or example paper, with the goal of producing students capable of performing at a higher level in upper level neuroscience classes and independent research. \n","entities":[{"id":224,"label":"ITEM","start_offset":177,"end_offset":190},{"id":225,"label":"ITEM","start_offset":13,"end_offset":20},{"id":226,"label":"ITEM","start_offset":536,"end_offset":542},{"id":227,"label":"EXPERIMNET","start_offset":25,"end_offset":80},{"id":228,"label":"ITEM","start_offset":712,"end_offset":718},{"id":229,"label":"ITEM","start_offset":739,"end_offset":745},{"id":230,"label":"ITEM","start_offset":1174,"end_offset":1188},{"id":231,"label":"ITEM","start_offset":1529,"end_offset":1535}],"relations":[],"Comments":[]}
{"id":227,"text":"title: Increased Anxiety-like Behavior is Associated with the Metabolic Syndrome in Non-stressed Rats\nabstract: Metabolic syndrome (MS) is a cluster of signs that increases the risk to develop diabetes mellitus type 2 and cardiovascular disease. \nIn the last years, a growing interest to study the relationship between MS and psychiatric disorders, such as depression and anxiety, has emerged obtaining conflicting results. \nDiet-induced MS rat models have only examined the effects of high-fat or mixed cafeteria diets to a limited extent. \nWe explored whether an anxiety-like behavior was associated with MS in non-stressed rats chronically submitted to a high-sucrose diet (20% sucrose in drinking water) using three different anxiety paradigms: the shock-probe\/burying test (SPBT), the elevated plus-maze (EPM) and the open-field test (OFT). \nBehaviorally, the high-sucrose diet group showed an increase in burying behavior in the SPBT. \nAlso, these animals displayed both avoidance to explore the central part of the arena and a significant increase in freezing behavior in the OFT and lack of effects in the EPM. \nAlso, high-sucrose diet group showed signs of an MS-like condition: significant increases in body weight and body mass index, abdominal obesity, hypertension, hyperglycemia, hyperinsulinemia, and dyslipidemia. \nPlasma leptin and resistin levels were also increased. \nNo changes in plasma corticosterone levels were found. \nThese results indicate that rats under a 24-weeks high-sucrose diet develop an MS associated with an anxiety-like behavior. \nAlthough the mechanisms underlying this behavioral outcome remain to be investigated, the role of leptin is emphasized.\n","entities":[{"id":232,"label":"EXPERIMNET","start_offset":7,"end_offset":80},{"id":233,"label":"ITEM","start_offset":84,"end_offset":101},{"id":234,"label":"ITEM","start_offset":112,"end_offset":130},{"id":235,"label":"ITEM","start_offset":193,"end_offset":210},{"id":236,"label":"ITEM","start_offset":425,"end_offset":451},{"id":237,"label":"ITEM","start_offset":613,"end_offset":626},{"id":238,"label":"ITEM","start_offset":626,"end_offset":630},{"id":239,"label":"ITEM","start_offset":753,"end_offset":778},{"id":240,"label":"ITEM","start_offset":823,"end_offset":838},{"id":241,"label":"ITEM","start_offset":799,"end_offset":808}],"relations":[],"Comments":[]}
{"id":228,"text":" title: DW14006 as a Direct AMPKα Activator Ameliorates Diabetic Peripheral Neuropathy in Mice \nabstract: Diabetic peripheral neuropathy (DPN) is a long-term complication of diabetes with a complicated pathogenesis. \nAMP-activated protein kinase (AMPK) senses oxidative stress, and mitochondrial function plays a central role in the regulation of DPN. \nHere, we reported that DW14006 (2-[3-(7-chloro-6-[2'-hydroxy-(1,1'-biphenyl)-4-yl]-2-oxo-1,2-dihydroquinolin-3-yl)phenyl]acetic acid) as a direct AMPKα activator efficiently ameliorated DPN in both streptozotocin (STZ)-induced type 1 and BKS db\/db type 2 diabetic mice. \nDW14006 administration highly enhanced neurite outgrowth of dorsal root ganglion neurons and improved neurological function in diabetic mice. \nThe underlying mechanisms have been intensively investigated. \nDW14006 treatment improved mitochondrial bioenergetics profiles and restrained oxidative stress and inflammation in diabetic mice by targeting AMPKα, which has been verified by assay against the STZ-induced diabetic mice injected with adeno-associated virus 8-AMPKα-RNAi. \nTo our knowledge, our work might be the first report on the amelioration of the direct AMPKα activator on DPN by counteracting multiple risk factors including mitochondrial dysfunction, oxidative stress, and inflammation, and DW14006 has been highlighted as a potential leading compound in the treatment of DPN. \n","entities":[{"id":242,"label":"EXPERIMNET","start_offset":8,"end_offset":75},{"id":243,"label":"EXPERIMNET","start_offset":76,"end_offset":86},{"id":244,"label":"ITEM","start_offset":90,"end_offset":94},{"id":245,"label":"ITEM","start_offset":217,"end_offset":245},{"id":246,"label":"ITEM","start_offset":376,"end_offset":383},{"id":247,"label":"ITEM","start_offset":393,"end_offset":399},{"id":248,"label":"ITEM","start_offset":406,"end_offset":413},{"id":249,"label":"ITEM","start_offset":420,"end_offset":428},{"id":251,"label":"ITEM","start_offset":474,"end_offset":485},{"id":252,"label":"ITEM","start_offset":608,"end_offset":621},{"id":253,"label":"ITEM","start_offset":624,"end_offset":631},{"id":254,"label":"ITEM","start_offset":751,"end_offset":764},{"id":255,"label":"ITEM","start_offset":946,"end_offset":959},{"id":256,"label":"ITEM","start_offset":1037,"end_offset":1050},{"id":257,"label":"ITEM","start_offset":1065,"end_offset":1100},{"id":258,"label":"ITEM","start_offset":830,"end_offset":837}],"relations":[],"Comments":[]}
{"id":229,"text":"title: Script-driven imagery of socially salient autobiographical memories in major depressive disorder\nabstract: Cues of social rejection and affiliation represent proximal risk and protective factors in the onset and maintenance of depression. \nSuch cues are thought to activate an evolutionarily primed neuro-cognitive alarm system, alerting the agent to the benefits of inclusion or the risk of social exclusion within social hierarchies focused on ensuring continued access to resources. \nIn tandem, autobiographical memory is thought to be over-general and negatively biased in Major Depressive Disorder (MDD) which can contribute to maintenance and relapse. How memories of social rejection and affiliation are experienced and processed in MDD remains unexplored. \nEighteen participants with recurrent and chronic MDD and 18 never-depressed controls listened to and vividly revisited autobiographical social experiences in an ecologically valid script-driven imagery paradigm using naturalistic memory narratives in an fMRI paradigm. \nMemories of Social Inclusion and Social Rejection broadly activated a common network of regions including the bilateral insula, thalamus and pre\/postcentral gyrus across both groups. \nHowever, having a diagnosis of MDD was associated with an increased activation of the right middle frontal gyrus irrespective of memory type. \nChanges in positive affect were associated with activity in the dorsal ACC in the MDD group and in the insular cortex of the Control group. \nOur findings add to the evidence for complex representations for both positive and negative social signals in MDD and suggest neural sensitivity in MDD towards any socially salient information as opposed to selective sensitivity towards negative social experiences. \n","entities":[{"id":260,"label":"EXPERIMNET","start_offset":6,"end_offset":83},{"id":261,"label":"EXPERIMNET","start_offset":84,"end_offset":103},{"id":262,"label":"ITEM","start_offset":1026,"end_offset":1039},{"id":263,"label":"ITEM","start_offset":989,"end_offset":1019},{"id":264,"label":"ITEM","start_offset":952,"end_offset":982},{"id":265,"label":"ITEM","start_offset":505,"end_offset":528},{"id":266,"label":"ITEM","start_offset":891,"end_offset":926}],"relations":[],"Comments":[]}
{"id":230,"text":"title: Influence of task parameters on rotarod performance and sensitivity to ethanol in mice\nabstract: Motor performance in mice can be assessed with multiple apparatus and protocols. \nUse of the rotarod (a.k.a. rotorod, rota-rod, roto-rod, or accelerod) is very common, and it is often used with the apparent assumption by the experimenters that it is a straightforward and simple assay of coordination. \nThe rotarod is sensitive to drugs that affect motor coordination, including ethanol. \nHowever, there are few systematic data assessing the range of “normal” performance in mice. \nThere are also few data exploring optimal task parameters (e.g. the influence of different speeds of rotation). \nIn these experiments, we show that both accelerating and fixed-speed rotarod (FSRR) performance vary under different test protocols and conditions, and that moderate to high doses of ethanol disrupt performance. \nUnder certain conditions, low doses of ethanol were found to enhance performance on the accelerating rotarod (ARR). \nTherefore, it is not possible to characterize individual differences fully using a single set of test parameters. \nFor example, because of the biphasic effect of ethanol on performance, at least two doses of the drug are necessary to explore individual sensitivity differences. \nWe offer recommendations of parameters we believe to be generally suitable for exploring the performance of new genotypes using the rotarod. \nWe suggest that other putative tests of “ataxia” are similarly complex, and that characterizing the contribution of genetic differences will require similar attention to the details of task apparatus and protocols. \nThese data also underscore the need to employ multiple behavioral assays in order to model a complex domain such as “ataxia” or “coordination.” \n","entities":[{"id":267,"label":"ITEM","start_offset":89,"end_offset":93},{"id":268,"label":"EXPERIMNET","start_offset":7,"end_offset":85},{"id":269,"label":"ITEM","start_offset":125,"end_offset":129},{"id":270,"label":"ITEM","start_offset":197,"end_offset":204},{"id":271,"label":"ITEM","start_offset":411,"end_offset":418},{"id":272,"label":"ITEM","start_offset":483,"end_offset":490},{"id":273,"label":"EXPERIMNET","start_offset":650,"end_offset":666},{"id":274,"label":"EXPERIMNET","start_offset":667,"end_offset":695},{"id":275,"label":"ITEM","start_offset":756,"end_offset":775},{"id":276,"label":"ITEM","start_offset":951,"end_offset":958},{"id":277,"label":"ITEM","start_offset":1000,"end_offset":1020},{"id":278,"label":"ITEM","start_offset":1191,"end_offset":1198},{"id":279,"label":"ITEM","start_offset":1440,"end_offset":1447},{"id":280,"label":"ITEM","start_offset":1491,"end_offset":1497}],"relations":[],"Comments":[]}
{"id":232,"text":"title: An automated rotarod method for quantitative drug-free evaluation of overall motor deficits in rat models of parkinsonism \nabstract: A variety of tests have been proposed for evaluation of motor deficits in rat models of hemiparkinsonism. \nThe most widely used test, the \"rotational behaviour\" test, is based upon motor asymmetry induced by drug administration, leading to problems of sensitization, conditioning and priming. \nIn addition, lesion-induced rotational behaviour is sometimes overcompensated by treatments (grafts) while other deficits are unaffected. \nHowever, rotational behaviour is reproducible and easy to quantify. \nOn the contrary, most drug-free tests have proved of limited applicability because of subjective scaling, excessive interaction between the experimenter and animals, motivational effects, excessively complex tasks, etc., making it difficult to compare results from different laboratories. \nIn this paper, we present a rotarod based method for automated drug-free evaluation of overall motor deficits in the rat model of hemiparkinsonism, and for identifying treatment-induced changes. \nAnimals are pre-trained on the rotarod and then tested at a series of increasing rod speeds; from this set of values a unique score for each animal is computed (the overall rotarod performance, ORP) summarizing its performance at different speeds. \nThis value is easy to compute and greatly simplifies statistical comparisons. \nMajor advantages of the test are: (i) it does not require drugs, but is nevertheless highly objective, reproducible and easy to quantify; \nand (ii) falling of animals from rotating rod seems to depend on a combination of lesion-induced deficits which become more evident when rats are forced to move at faster speeds. \nSince the test is not based exclusively on motor asymmetry, it may also be useful for characterization of bilaterally lesioned animals, for which drug-induced rotational behaviour tests cannot be used. \n","entities":[{"id":283,"label":"EXPERIMNET","start_offset":7,"end_offset":83},{"id":284,"label":"EXPERIMNET","start_offset":84,"end_offset":128},{"id":285,"label":"ITEM","start_offset":214,"end_offset":217},{"id":286,"label":"ITEM","start_offset":278,"end_offset":305},{"id":287,"label":"ITEM","start_offset":348,"end_offset":367},{"id":288,"label":"ITEM","start_offset":446,"end_offset":482},{"id":289,"label":"ITEM","start_offset":664,"end_offset":679},{"id":290,"label":"ITEM","start_offset":960,"end_offset":967},{"id":291,"label":"ITEM","start_offset":985,"end_offset":1004},{"id":292,"label":"ITEM","start_offset":1048,"end_offset":1058},{"id":293,"label":"ITEM","start_offset":1159,"end_offset":1166},{"id":294,"label":"ITEM","start_offset":1209,"end_offset":1212},{"id":295,"label":"ITEM","start_offset":1637,"end_offset":1640},{"id":296,"label":"ITEM","start_offset":1677,"end_offset":1700},{"id":297,"label":"ITEM","start_offset":1732,"end_offset":1736},{"id":298,"label":"ITEM","start_offset":1818,"end_offset":1833},{"id":299,"label":"ITEM","start_offset":1921,"end_offset":1944},{"id":300,"label":"ITEM","start_offset":1945,"end_offset":1960}],"relations":[],"Comments":[]}
{"id":233,"text":" Introduction\n\nThe combination of sevoflurane with nitrous oxide is widely used in clinical anesthesia practice. However, recent studies have raised concerns about the neurotoxicity of inhalational anesthetics and their contribution to postoperative cognitive dysfunction (POCD) [1], [2], [3]. Studies indicated that general anesthesia with a combination of nitrous oxide (N2O) and isoflurane (ISO) or sedation with 70% N2O produced lasting impairment in spatial working memory in rats [4], [5], [6], [7], [8]. Exposure of neonatal mice to inhaled sevoflurane not only caused persistent learning deficits in fear conditioning later in adulthood, but also abnormal social behaviors resembling autism spectrum disorder [9]. In addition, such exposure induced apoptosis, increased beta-amyloid protein levels [1] and tau phosphorylation through activation of specific kinases, which is considered a potential mechanism of cognitive dysfunction caused by anesthesia [10]. Although detrimental effects of anesthetics on cognitive function have been reported, to our knowledge, no study has investigated the effects of the anesthetic sevoflurane combined with N2O on spatial learning and memory in aged rats.\n\nA current “hot spot” of memory research involves the cyclic AMP response element-binding protein (CREB), which has been extensively implicated in learning and memory [11], long term potentiation(LTP) [12], and neuroprotection [13]. It is fairly well established that hippocampus-mediated memory consolidation involves signaling cascades leading to gene transcription of the transcription factor CREB [14]. Phosphorylation\/activation of CREB (pCREB) on Ser 133 by cyclic AMP- or Ca2+-dependent protein kinase is critical for long-term memory consolidation [15], [16], [17]. Inhibition of phosphodiesterase-4 (PDE4), an enzyme that catalyzes cAMP hydrolysis, increases cAMP and phosphorylation of CREB [18], [19], facilitates induction of hippocampal LTP [20] and enhances memory [21], [22]. Consistent with this, several studies have shown that pCREB is also involved in hippocampal neurogenesis, influences the neurotrophic factor-dependent survival of culture neurons and regulates several steps of neurogenesis including proliferation, differentiation, and survival [23], [24], [25]. To our knowledge, adult neurogenesis in the hippocampus plays a key role in spatial memory function, regulating acquisition of a spatial memory and the subsequent flexible use of spatially precise learning strategies [26], [27], [28]. Besides the neurogenesis, CREB phosphorylation has also been found to be important in the neurotrophin-mediated neuronal survival [29], [30]. Studies showed that ablation of neuronal CREB during development resulted in a massive neuronal apoptosis, and a full CREB-KO mice showed a significant increase in neuronal cell death in dorsal root ganglion neurons [31], [32]. Based on these, inhibition of cAMP\/CREB induced by anesthetics would lead to the decrease of neurogenesis but increase of neuronal cell death, and further aggravated cognitive dysfunctions.\n\nThe aim of the present study is to determine whether anesthesia with sevoflurane combined with N2O in aged rats could induce spatial learning and memory deficit. We also evaluated the cAMP\/CREB signaling, neurogenesis levels and cell survival in the hippocampus in an effort to test the hypothesis that general anesthesia by Sev+N2O down-regulates cAMP\/CREB pathway, and then suppresses neuronal survival and hippocampal DG neurogenesis, subsequently aggravating learning and memory deficit.\nMaterials and Methods\nAnimals\n\nThe experimental protocol was approved by the Shanghai Medical Experimental Animal Care Commission. Male Sprague Dawley rats were obtained from Shanghai Laboratory Animal Center of the Chinese Academy of Sciences. Aged rats (18 months old) were housed one or two per cage in a climate- and humidity-controlled room in the animal facilities on a 12-h light–dark artificial cycle (lights on at 7∶00 AM) with free access to food and water. All experiments were performed during the light phase between 7∶00 AM and 7∶00 PM.\nAnesthesia Procedure\n\nAnimals (n = 40) were randomized into four groups (10 in each group): Sev+N2O-MWM, in which rats received sevoflurane-N2O and behavioral training(Morris Water Maze, MWM); Sev+N2O, in which rats received anesthesia without behavioral training; Con-MWM, in which rats received control gas and behavioral training; and Con, in which rats received control gas without behavioral training. Rats that were randomly assigned to the anesthesia groups received 1.3% sevoflurane (USP, Baxter, Deerfield, IL, USA) in 50% N2O\/50% oxygen for 4 h at a flow rate of approximately 3 L\/min in a Plexiglas anesthetizing chamber, which was adjusted to maintain minimum alveolar concentration, oxygen, and carbon dioxide at constant levels. Gases within the anesthetic chamber were monitored continuously, and arterial oxygen saturation was measured noninvasively using a pulse oximeter during anesthesia. Control groups received 50% oxygen in their home cage at identical flow rates as anesthetized animals for 4 h, but arterial oxygen saturation was not measured to prevent the introduction of stress as a confounding variable. All anesthetized rats were breathing spontaneously, and the temperature of the anesthetizing chamber was controlled to maintain rat temperature at 37°C ±0.5°C using a heating pad. Anesthesia was terminated by discontinuing the anesthetics. Rats were allowed to recover for 48 h to avoid the confounding influence of residual anesthetic. Forty-eight hours after anesthesia, rats in the groups without behavioral training were sacrificed, and the remaining rats were tested in the Morris water maze from day 1 to day 6.\nMorris Water Maze Task\n\nSpatial memory ability was examined in a water maze that consisted of a swimming pool as described by Morris [33] and adapted for rats. It consisted of a circular tank (160-cm diameter, 50 cm high), filled to a depth of 30 cm with water maintained at 22°C and rendered opaque by the addition of white nontoxic paint. The pool was located in a room uniformly illuminated by a halogen lamp and equipped with various distal cues. Located inside the pool was a removable, circular (12-cm diameter) platform (PF) made of transparent Plexiglas, positioned such that its top surface was 1.0 cm below the surface of the water. The platform, which served as a refuge from the water, was generally located in the center of an arbitrarily defined quadrant of the maze. The quadrant where the PF was located was defined as the target quadrant (E quadrant), and the other three were defined as N, S, W quandrant. The swim paths of the animals were captured by a video camera mounted above the water maze, and the corresponding tracks were recorded and analyzed by a computer tracking system (VideoTrack, Viewpoint).\nBehavioral Procedures\n\nDuring the learning procedure, rats were tested during the light phase between 7∶00 AM and 7∶00 PM. Each rat was given a daily four-trial session (30-min intertrial interval) for six consecutive days. Each trial consisted of releasing the rat into the water facing the outer edge of the pool at one of the quadrants (in a random sequence) and letting the animal escape to the submerged platform. Rats were allowed to swim for a maximum of 60 s in each trial, and the time they spent before reaching the platform (i.e., escape latency) was a measure of acquisition of spatial navigation. If the rat failed to find the platform within 60 s, it was manually guided to the platform, and the escape latency was accepted as 60 s. After climbing onto the platform, the rat was left on it for 15 s and then removed from the pool and returned to its cage beneath a heat lamp to reduce the drop in core temperature. The release point differed in each trial, and different sequences of release points were used from day to day.\n\nTwenty-four hours following the acquisition phase, rats were subjected to a probe trial in which the platform was removed. Starting from the quadrant opposite from the target quadrant where the platform had been located, each rat was allowed to swim for 60 s. Time spent and distances covered in the four round probe zones were measured by the tracking system. Data were collected using the VideoTrack system.\nProtein Extraction from Hippocampal Tissue\n\nFive rats in Sev+N2O-MWM group and six rats in Con-MWM group were deeply anesthetized at 15 min after the probe trial, the brains were immediately removed, and both hippocampi from each rat were dissected out. Hippocampi were homogenized by brief sonication in an extract buffer (400 µl) containing 20 mM Tris-HCl (pH 7.4), 150 mM NaCl, 1 mM EDTA, 1 mM EGTA, 1 mM PMSF, 10 µg\/ml aprotinin, 1% Triton X-100, and phosphatase inhibitor cocktail 1 and 2 (Sigma, St. Louis, MO). The homogenate was centrifuged at 12,000 g for 10 min at 4°C. The supernatant was removed and stored at −80°C until use.\n\nFor the two groups without Morris water maze training, 48 h after Sev+N2O anesthesia or control, hippocampi from five rats per group were extracted and tissues were processed as already described.\nWestern Blot\n\nSamples (30 µg of protein) were subjected to SDS-PAGE (10% gels) and then transferred from the gel to nitrocellulose membranes using a tank transfer apparatus with buffer containing 25 mM bicine, 25 mM Bis-Tris, and 20% methanol. Membranes were incubated in blocking buffer (TBS\/0.1% Tween 20 with 5% nonfat dried milk) for 2 h at room temperature. To control for protein loading, an antibody against β-actin (Santa Cruz Technologies, Santa Cruz, CA) was used. Anti-CREB antibody (1∶1000; Cell Signaling Technologies, Danvers, MA), anti-pCREB antibody (1∶1000; Cell Signaling Technologies, Danvers, MA) and anti-Bax (1∶1000; Santa Cruz Technologies, CA) were added to the buffer solution, and the membranes were incubated overnight at 4°C. The membrane was then washed for 10 min three times in 1× TBS\/0.1% Tween 20, and then incubated in HRP-conjugated anti-rabbit IgG (secondary antibody, 1∶3000; Cell Signaling) in blocking buffer for 1 h. Subsequently, membranes were washed with 1× TBS\/0.1% Tween 20 several times. Blots were visualized with an ECL detection kit (Pierce, IL) and analyzed using Quantity One 1-D Analysis Software (Bio-Rad, San Francisco, CA).\nCyclic AMP Analysis\n\nCyclic AMP (cAMP) levels were determined using a cAMP Complete ELISA kit (Enzo Life Sciences, USA) according to the manufacturer’s instructions. The level of cAMP in the sample was determined based on a standard curve and expressed as pmol\/mg per each sample.\nImmunohistochemical Procedures\n\nThe remaining rats in each group were deeply anesthetized and perfused transcardially with ice-cold phosphate-buffered solution (PBS) and 4% paraformaldehyde (in 0.1 M phosphate buffer, pH 7.4). The brains were then dissected out, and the meninges were carefully removed and then post-fixed in the same fixative overnight, cryoprotected by first sinking in 10% and then in 30% sucrose (in 0.1 M phosphate buffer) at 4°C. Coronal sections (20 µm) were cut on a microtome.\nImmunofluorescence\n\nAfter blocking of nonspecific epitopes with PBS containing 10% donkey serum and 0.5% Triton-100 for 1 h at room temperature and then in the primary antibody : Phospho-CREB Rabbit mAb (1∶100, Cell Signaling), NeuN (1∶200, Millipore), five sections (20 µm thickness, 80 µm space) of each rat were incubated for 48 h at 4°C. Sections were then washed in PBS and incubated for 4 h with a 1∶1000 dilution of anti-rabbit or anti-mouse IgG secondary antibody (Invitrogen, Carlsbad, CA, USA). Nuclear counterstaining was performed with 4′,6-diamidino-2-phenylindole (DAPI, Sigma) for 30 min at room temperature before three washes with dH2O for 10 min each time and coverslipped. Quantitative analysis was performed using an imaging analysis system (Leica Qwin). Assessment of pCREB staining was performed in CA1 and CA3 area of the dorsal hippocampus, while assessment of NeuN-positive neurons was performed in the CA1 area of the dorsal hippocampus.\nNissl Staining\n\nSections rinse in tap water and then in distilled water. Stain in 0.1% cresyl violet solution for 3–10 min. Rinse quickly in distilled water. Then differentiate and dehydrate in alcohol then clearing and finally mount with permanent mounting medium. The Nissl body will be stained purple-blue.\n\nAfter Nissl staining, neuronal cells in the hippocampal were identified from five sections (20 µm thickness, 80 µm apart) per rat (5 rats in each of Sev+N2O group, Con group, and Sev+N2O-MWM group, and 4 rats in Con-MWM group). In each section, the number of neurons was averaged from three random different vision fields in the hippocampal CA1 in each hemisphere (six vision fields per section) under Leica microscope (400× magnification). Only intact neurons with a clearly defined cell body and nucleus were counted.\nDouble Labeling with NeuN and Annexin V\n\nApoptosis in hippocampus was detected using an Annexin V- FITC\/neuronal marker NeuN doubled staining according to the protocol by Bian Z et al [34]. Brains were sectioned at 12 um thickness and mounted on cover slides followed by air-drying before labeling with Annexin V-FITC. Five Sections (60 µm space) per animal were stained first for Annexin V-FITC using an Annexin V staining Kit (BD Biosciences, CA) according to the manufacturer’s instructions, then blocked with blocking solution as described above, incubated with primary anti-NeuN antibody (1∶100, cell signaling) at RT for 2 h and secondary antibody for 1 h. Nuclear countstaining was performed with Hochest (Invitrogen, CA). Assessment of the doubled NeuN and Annexin V- positive neurons was performed in the CA1 subfield of the hippocampus.\nNestin and DCX Immunohistochemistry\n\nNestin, a type VI intermediate filament protein, is predominantly expressed in neurogenic and myogenic stem cells, and has been known as a marker of neuroepithelial\/progenitor cells. Doublecortin (DXC) is a microtubule-associated protein and has been known as a marker of immature neurons.\n\nIn this experiment, five sections (12 µm thickness, 60 µm space) per rat (n = 5 in each of Sev+N2O group, Con group, Sev+N2O-MWM group, and n = 4 in Con-MWM group) were analyzed. The protocol for Nestin and DCX staining was essentially the same as for pCREB staining, expect the primary antibody: anti-Nestin (1∶100, Boster, Wuhan, China) and anti-DCX (1∶100, Epitomics, Burlingame, CA). Analysis of the Nestin and DCX positive neurons was performed in the DG subfield of the hippocampus.\nStatistical Analysis\n\nAll analyses were performed using SPSS 18.0 for Windows (SPSS, Inc.). Data were submitted to repeated-measures ANOVA (the escape latencies and the swimming speed) and Tukey honestly significant difference test was used for post hoc testing in the Morris water maze. All the other analyses were conducted using Student unpaired two-tailed t test. A value of p<0.05 was considered significant.\nResults\nAged Rats Exhibit Impaired Performance on Spatial Learning and Memory After Sevoflurane–N2O Anesthesia\n\nNo rat had an episode of hypoxia (defined as SpO2<90%) during the sevoflurane–N2O exposure, and rats did not exhibit floating behavior in our study.\n\nSpatial acquisition for learning in the water maze is presented in Figure 1, which depicts the escape latency to reach the platform. In the first day of spatial acquisition trials, all rats tended to swim around the edges looking for an escape, but after being placed on the platform at the end of each trial, rats gradually learned that there was an escape platform and would venture into the center of the pool to locate it. By the second day’s session, all rats could rapidly locate the platform and the latency was significant less than the first day. A two-way repeated measure ANOVA on the escape latency revealed a significant effect of days for testing the water maze (p<0.001) and a main effect of group (p = 0.016), but no day × group interaction (p = 0.406; Figure 1A) and no effect of speed (p = 0.699; Figure 1B). In the Sev+N2O-MWM group, the impairment was found on day 5 (p = 0.02) and day 6 (p = 0.024), postanesthesia days 7 and 8, respectively, compared to the control rats, which represented the learning deficit after sevoflurane-N2O anesthesia. These results indicated that both the Con-MWM group and Sev+N2O-MWM group exhibited improvement in spatial learning and memory over time during the acquisition phase, but the latter had a longer latency to reach the target quadrant. The lack of effect of speed suggested that the poorer performance of the Sev+N2O-MWM group did not result from lack of motivation or reduced motor ability.\nThe probe trial conducted 24 h after the last water maze acquisition session was used to assess the spatial memory based on the percentage of time spent in the target quadrant (E quadrant) where platform had been located as well as the distance covered in the E quadrant (Figure 2). Figure 2A shows that Sev+N2O-MWM rats spent significantly less time in the E quadrant compared with Con-MWM rats (p<0.05), and Figure 2B shows that the distances travelled by Con-MWM rats in the E quadrant were more than those by Sev+N2O-MWM rats (p<0.05). Figure 2C shows that Con-MWM rats spent much more time in the E quadrant than the other three ones (all p<0.01), as revealed by a significant effect of quadrant (p<0.01). But unlike the Con-MWM group, the Sev+N2O-MWM rats spent no more time in the E quadrant than in the W quadrant (p = 0.381). Furthermore, t-test comparison confirmed that animals spent significantly more time in the target quadrant than would be expected by chance (p<0.01).\nThe Expression of pCREB was Decreased in the Hippocampus of Aged Rats 48 h after Sevoflurane-N2O Anesthesia\n\nWe killed the rats 48 h after anesthesia and measured the pCREB and total CREB levels in the Sev+N2O and Con rats. The Western blot results showed that the immunoreactive bands of pCREB as well as CREB appeared at 43 kDa, and the pCREB levels in the Sev+N2O group were significantly decreased (p = 0.029), but no significant difference in the levels of total CREB was observed (p = 0.923, Figure 3A, 3B). Figure 4A shows the pCREB immunoreactivity (pCREB-ir) distribution in all the subfields of the hippocampus, while Figure 4C shows the pCREB-ir in all the layers of CA1 and CA3 sections. The immunofluorescence revealed that pCREB was exclusively located in neuronal nuclei and there was a significant reduction of pCREB-ir in Sev+N2O rats compared with the Con group. These results implied that sevoflurane-N2O anesthesia would inhibit the activation of CREB 48 h after exposure in aged rats.\nExpression of pCREB in the Hippocampus of Aged Rats after Morris Water Maze\n\nBoth the Sev+N2O-MWM group and the control group were sacrificed 15 min after the probe trial on day7, and we compared the levels of pCREB between groups by Western blot. The results showed that the pCREB levels in the Sev+N2O-MWM rats were significant lower than those in the Con-MWM rats, but no significant difference of total CREB was detected (Figure 3C, 3D).\n\nThe immunofluorescence results showed that pCREB was higher in the Con-MWM group than in the Con group (Figure 4A, 4C), which was in accordance with our previous study showing that the retrieval of spatial memory could activate the phosphorylation of CREB [35]. However, the levels of pCREB in the Sev+N2O-MWM rats were significantly lower than those in the Con-MWM rats, suggesting that the decrease of pCREB expression induced by general anesthesia with Sev+N2O was sustained until at least the end of the behavioral procedures (Figure 4B, 4C).\ncAMP Levels\n\nCREB phosphorylation can be achieved by a number of up-stream signaling cascades, among which a pathway is triggered by cAMP accumulation to cause liberation of catalytic subunits of cAMP – dependent protein kinase A (PKA) [36]. Because general anesthesia induced the decrease of pCREB expression, we assessed whether it was related to the cAMP pathway. The ELISA results revealed that the cAMP levels decreased by 65% in hippocampus of Sev+N2O rats compared to the Con rats (p = 0.02, Figure 5A). Similarly, in the Sev+N2O-MWM group, there was a 58% decrease of cAMP levels compared to Con-MWM (p = 0.048, Figure 5B). Thus, the results suggested that general anesthesia with Sev+N2O for 4 hours decreased the cAMP levels and in turn suppressed the cAMP\/CREB signaling.\nNeuronal Cell Death Increased after Sev+N2O General Anesthesia\n\nTo understand whether cAMP\/pCREB down-regulation affect the neuronal survival after Sev+N2O anesthesia, we evaluated the neuronal survival by Nissl staining and NeuN staining. Nissl staining is used for the detection of Nissl Body in the cytoplasm of neurons and identifying the basic neuronal structure. Quantitative analysis of Nissl-positive cells in hippocampal CA1 showed a neuronal loss in exposed rats compared with their controls (p<0.05, Figure 6A, B). Otherwise, expression of NeuN, a neuronal marker, also decreased in the Sev+N2O group as well as Sev+N2O-MWM group (Figure 6C). To confirm the neuronal loss is due to the neuronal apoptosis, double labeled of Annexin V-FITC and NeuN was performed. Figure 7B shows that the total number of Annexin V-positive cells in the hippocampal CA1 significantly increased in the rats exposed to anesthetics compared with the controls. However, most of the Annexin V-positive cells also stained positive for the neuronal marker NeuN. As loss of CREB triggered Bax-dependent apoptosis [31], it is possible that inhibition of CREB signaling by general anesthesia induces the Bax overexpression and contributes to the neuronal apoptosis. To verify it, we tested the Bax protein levels by Western Blot and found that the Bax expression significantly increased in the Sev+N2O group compared with Con group (Figure 7A). However, the Bax expression was only slightly higher in Sev+N2O-MWM rats than in Con-MWM rats (Figure 7A).\nNeurogenesis in the Hippocampal DG\n\nAs training on hippocampus-dependent tasks, such as the spatial Morris water maze, increases hippocampal neurogenesis [37]. Decreasing hippocampal neurogenesis has been demonstrated to impair long-term spatial memory [38]. We examined the possibility that the spatial learning and memory impairments in aged rats after general anesthesia with Sev+N2O might be related to a deficiency in DG neurogenesis due to the downregulation of cAMP\/pCREB. We analyzed the differences in expression of various neuronspecific markers related to different neuronal stages, Nestin used as a marker of neuroepithelial\/progenitor cells and DCX as immature neuronal marker. The immunofluorescence staining results showed that less neurons expressed Nestin in the Sev+N2O group as well as Sev+N2O-MWM group (Figure 8A). Moreover, we found less DCX-positive cells in the Sev+N2O-MWM group compared with Con-MWM group (Figure 8B). These results indicated that neuronal progenitor proliferation and differentiation was inhibited.\nDiscussion\n\nWith the coming of the aging society, more and more surgical procedures currently performed are in elderly patients. Patients with an age≥60 years have an increased incidence of POCD, which is associated with an increased mortality [39], [40], [41]. The aged brain might be more susceptible to anesthetic-mediated changes, as the aged brain is different from the younger in several respects, including size, distribution and type of neurotransmitters, metabolic function, and capacity for plasticity [42]. As sevoflurane and N2O are commonly used anesthetic agents in clinical practice, the current study focused on the behavioral and biochemical effects to aged rats by general anesthesia with sevoflurane and N2O. We first found that 18-month-old rats developed cognitive deficits after exposure to 1.3% sevoflurane combined with 50% N2O for 4 h without surgery. It was unlikely that this impairment was caused by residual anesthetic because we did not perform the MWM training until 48 h after anesthesia. Culley et al [8] showed that aged rats subjected to ISO+N2O anesthesia exhibited poor performance on a spatial memory task for at least 2 weeks after general anesthesia, and the induced impairment may have been worse than ISO alone. Moreover, a 4-h exposure of aged rats to N2O alone has been reported to cause learning impairment up to 2 weeks [4]. Recent studies also showed that exposure to sevoflurane increased β-amyloid protein levels, which could induce further apoptosis and contribute to or cause POCD [1], [3], [43], [44], [45]. Sevoflurane at doses from 0.5% to 2.6% administered either during or immediately after a learning task has been shown to inhibit memory retention [46], [47], [48], [49], [50]. Although the inhalation anesthesia–POCD model has been well documented, it is debated. Rammes et al [51] reported ISO enhanced long-term potentiation (LTP) in CA1 hippocampal neurons and improved hippocampus-dependent cognitive performance, while a recent study demonstrated that 4 h of sevoflurane exposure did not impair acquisition learning or retention memory and might even improve learning in young adult or aged rat [52]. Different methodologies, including different anesthetic, dosage, rat strain, duration of exposure, outcome measurements, and anesthetic carrier gas may have contributed to these contradictory results. In the current study, we used 1.3% sevoflurane and 50% N2O as the anesthetics and 50% O2 for the carrier gas, which could be one of the factors that contributed to the differences.\n\nThe precise mechanism of molecular biology of POCD is still not very clear so far. Our current study tried to demonstrate the effects of anesthetics (i.e., sevoflurane, N2O) on biochemical changes associated with cognitive dysfunction. Current hypotheses attribute the neurocognitive deficits produced by anesthetics to neurotoxic effects, endogenous neurodegenerative, neuroinflammatory mechanisms, or age-sensitive suppression of neuronal stem cell proliferation and differentiation [53], [54], [55]. Moreover, brain-derived neurotrophic factor has been implicated in the neurotoxicity of N2O, midazolam, and ISO [56]. As mentioned previously, pCREB promotes the transcription of immediate-early gene mRNA, which is then translated into proteins. These proteins are necessary for the maintenance of LTP and long-term memory, while spatial learning has been shown to increase CREB phosphorylation in the dorsal hippocampus [12], [57], [58], [59], [60], [61]. In the current study, we measured the pCREB and CREB levels in the hippocampus 48 h after exposure but before water maze test, as well as 15 min after the probe trial. The results found that pCREB levels in the Sev+N2O and Sev+N2O-MWM group were significantly lower than their respective controls. Our results suggested that sevoflurane-N2O anesthesia decreased pCREB levels and lasted until at least the probe trial finished, which would affect the capacity of pCREB’s maintenance of LTP and long-term memory. However, we found the decrease of pCREB could be due to the phosphorylation of preexisting CREB, because there was no difference in total CREB levels among groups.\n\nTo identity the upstream regulators of CREB-signaling, studies have demonstrated that NMDA-receptor activation, BDNF (brain derived neurotrophic factor) signaling or growth factor signaling can trigger intracellular signaling cascades that phosphorylate CREB at Ser133, which is a rate-limiting step in the CREB-signaling [62], [63]. Among various signaling pathways, the most thoroughly pathway is to stimulate adenylyl cyclase and accumulate second messenger cAMP to activate PKA and lead to the release of the catalytical subunit of PKA which then shuttles to the nucleus and phosphorylates CREB [64]. In the current study, we found the cAMP levels decreased in the hippocampus of Sev+N2O group and Sev+N2O-MWM group compared to their respective control group. The above evidence indicated that general anesthesia with Sev+N2O down-regulated the cAMP\/CREB signaling and further affected its downstream targets.\n\nNew neurons are produced each day through the process of neurogenesis in the hippocampus, while physical training can modify the process by increasing the number of new cells that mature into functional neurons in the adult brain and improve the cognitive ability including learning and memory [65]. In the past years, researchers have found that rats exposure to isoflurane on P7 showed decreased neuronal progenitor proliferation with deficits in fear conditioning and spatial reference task, and P14 rats exposed to isoflurane showed a decreased neurogenesis in hippocampus and impaired cognitive function compared with controls [66]. It has previously been noted that CREB signaling is essential for survival and morphological development of newborn neurons, and for maintenance of expression of proteins involved in neuronal development and the control of neurogenic transcriptional programs, while activation of cAMP signaling promotes the proliferation and morphological maturation of newborn cells [23], [24]. The in vivo function of CREB-signaling in adult neurogenesis has been examined using pharmacological, genetic and retrovirus-mediated gene transfer [67]. Thus, examination of DG neurogenesis may provide some information about how anesthetics cause learning and memory deficits via downregulation of CREB signaling. We found that the down-expression of pCREB in the hippocampus of rats exposed to Sev+N2O anesthesia disrupted the DG neurogenesis and exacerbated the cognitive dysfunction. This was underscored, at least in part, by our observation that the number of Nestin-positve cells and Dcx-positive cells was less in the exposed rats compared to the controls, which indicated the decrease of neuronal progenitor proliferation, differentiation and maturation.\n\nResearchers have shown that CREB DNA binding activity and phosphorylation of CREB are necessary for nerve growth factor (NGF)-dependent survival of sympathetic neurons. Bonni et al [29] indicated that CREB may also have a function in the regulation of neuronal survival in the developing central nervous system. Furthermore, experiments using genetic transfer have demonstrated that CREB is a key executor of neurotrophin-mediated cell survival and loss of CREB triggers Bax-dependent apoptosis in vivo [31]. These findings demonstrated a critical role for CREB and CREB-dependent gene expression in supporting neuronal survival. In our work, we found an increase of neuronal loss in the exposed rats compared with controls. Annexin V-FITC by immunofluorescence and Bax expression by Westren blot revealed the neuronal loss was due to the trigger of neuronal apoptosis. Importantly, double staining of Annexin V and the neuronal marker NeuN indicated that most of the apoptotic cells in these structures were indeed neurons. In conjunction with the role of CREB in DG neurogenesis, these findings partly support our prediction that downregulation of cAMP\/CREB induced by general anesthesia leads to a decrease of the neurogenesis in hippocampus as well as an increase of neuronal apoptosis, both of which play critical roles in the deficit of learning and memory after Sev+N2O exposure.\n\nIn summary, we found that general anesthesia with 1.3% sevoflurane and 50% N2O impaired hippocampus-dependent learning and memory in aged rats. To explore the mechanism of neurotoxicity induced by Sev+N2O, we found the downregulation of cAMP\/CREB signaling which was implicated in the learning and memory, long term potentiation, and neuroprection. Furthermore, we observed the decrease of DG neurogenesis and neuronal survival in the hippocampus, both of which highly depended on the normal activation of CREB signaling. Thus, the pathway of cAMP\/CREB-neurogensis\/neuronal apoptosis contributed to the neurotoxicity and impairment of learning and memory induced by Sev+N2O. The study provided some theoretical basis for the further study of neurotrophin factors, which could prevent POCD in elderly patients and decrease the postoperative morbidity and mortality.\nAuthor Contributions\n\nConceived and designed the experiments: SJG WXX ZGX. Performed the experiments: WXX GXZ BW. Analyzed the data: WXX GXZ BW HCS LW. Contributed reagents\/materials\/analysis tools: SJG WXX HCS LW. Wrote the paper: WXX SJG.\nReferences\n\n    1. Dong Y, Zhang G, Zhang B, Moir RD, Xia W, et al. (2009) The common inhalational anesthetic sevoflurane induces apoptosis and increases beta-amyloid protein levels. Arch Neurol 66: 620–631.\n        View Article\n        Google Scholar \n    2. Xie Z, Culley DJ, Dong Y, Zhang G, Zhang B, et al. (2008) The common inhalation anesthetic isoflurane induces caspase activation and increases amyloid beta-protein level in vivo. Ann Neurol 64: 618–627.\n        View Article\n        Google Scholar \n    3. Xie Z, Dong Y, Maeda U, Alfille P, Culley DJ, et al. (2006) The common inhalation anesthetic isoflurane induces apoptosis and increases amyloid beta protein levels. Anesthesiology 104: 988–994.\n        View Article\n        Google Scholar \n    4. Culley DJ, Raghavan SV, Waly M, Baxter MG, Yukhananov R, et al. (2007) Nitrous oxide decreases cortical methionine synthase transiently but produces lasting memory impairment in aged rats. Anesth Analg 105: 83–88.\n        View Article\n        Google Scholar \n    5. Mellon RD, Simone AF, Rappaport BA (2007) Use of anesthetic agents in neonates and young children. Anesth Analg 104: 509–520.\n        View Article\n        Google Scholar \n    6. Culley DJ, Baxter MG, Yukhananov R, Crosby G (2004) Long-term impairment of acquisition of a spatial memory task following isoflurane-nitrous oxide anesthesia in rats. Anesthesiology 100: 309–314.\n        View Article\n        Google Scholar \n    7. Culley DJ, Baxter M, Yukhananov R, Crosby G (2003) The memory effects of general anesthesia persist for weeks in young and aged rats. Anesth Analg 96: 1004–1009.\n        View Article\n        Google Scholar \n    8. Culley DJ, Baxter MG, Crosby CA, Yukhananov R, Crosby G (2004) Impaired acquisition of spatial memory 2 weeks after isoflurane and isoflurane-nitrous oxide anesthesia in aged rats. Anesth Analg 99: 1393–1397.\n        View Article\n        Google Scholar \n    9. Satomoto M, Satoh Y, Terui K, Miyao H, Takishima K, et al. (2009) Neonatal exposure to sevoflurane induces abnormal social behaviors and deficits in fear conditioning in mice. Anesthesiology 110: 628–637.\n        View Article\n        Google Scholar \n    10. Le Freche H, Brouillette J, Fernandez-Gomez FJ, Patin P, Caillierez R, et al. (2012) Tau phosphorylation and sevoflurane anesthesia: an association to postoperative cognitive impairment. Anesthesiology 116: 779–787.\n        View Article\n        Google Scholar \n    11. Bourtchuladze R, Frenguelli B, Blendy J, Cioffi D, Schutz G, et al. (1994) Deficient long-term memory in mice with a targeted mutation of the cAMP-responsive element-binding protein. Cell 79: 59–68.\n        View Article\n        Google Scholar \n    12. Impey S, Mark M, Villacres EC, Poser S, Chavkin C, et al. (1996) Induction of CRE-mediated gene expression by stimuli that generate long-lasting LTP in area CA1 of the hippocampus. Neuron 16: 973–982.\n        View Article\n        Google Scholar \n    13. Ao H, Ko SW, Zhuo M (2006) CREB activity maintains the survival of cingulate cortical pyramidal neurons in the adult mouse brain. Mol Pain 2: 15.\n        View Article\n        Google Scholar \n    14. Carlezon WJ, Duman RS, Nestler EJ (2005) The many faces of CREB. Trends Neurosci 28: 436–445.\n        View Article\n        Google Scholar \n    15. Rosenegger D, Parvez K, Lukowiak K (2008) Enhancing memory formation by altering protein phosphorylation balance. Neurobiol Learn Mem 90: 544–552.\n        View Article\n        Google Scholar \n    16. Brightwell JJ, Smith CA, Neve RL, Colombo PJ (2007) Long-term memory for place learning is facilitated by expression of cAMP response element-binding protein in the dorsal hippocampus. Learn Mem 14: 195–199.\n        View Article\n        Google Scholar \n    17. Trifilieff P, Herry C, Vanhoutte P, Caboche J, Desmedt A, et al. (2006) Foreground contextual fear memory consolidation requires two independent phases of hippocampal ERK\/CREB activation. Learn Mem 13: 349–358.\n        View Article\n        Google Scholar \n    18. Schneider HH (1984) Brain cAMP response to phosphodiesterase inhibitors in rats killed by microwave irradiation or decapitation. Biochem Pharmacol 33: 1690–1693.\n        View Article\n        Google Scholar \n    19. Li YF, Huang Y, Amsdell SL, Xiao L, O’Donnell JM, et al. (2009) Antidepressant- and anxiolytic-like effects of the phosphodiesterase-4 inhibitor rolipram on behavior depend on cyclic AMP response element binding protein-mediated neurogenesis in the hippocampus. Neuropsychopharmacology 34: 2404–2419.\n        View Article\n        Google Scholar \n    20. Barad M, Bourtchouladze R, Winder DG, Golan H, Kandel E (1998) Rolipram, a type IV-specific phosphodiesterase inhibitor, facilitates the establishment of long-lasting long-term potentiation and improves memory. Proc Natl Acad Sci U S A 95: 15020–15025.\n        View Article\n        Google Scholar \n    21. Romano A, Delorenzi A, Pedreira ME, Tomsic D, Maldonado H (1996) Acute administration of a permeant analog of cAMP and a phosphodiesterase inhibitor improve long-term habituation in the crab Chasmagnathus. Behav Brain Res 75: 119–125.\n        View Article\n        Google Scholar \n    22. Otmakhov N, Khibnik L, Otmakhova N, Carpenter S, Riahi S, et al. (2004) Forskolin-induced LTP in the CA1 hippocampal region is NMDA receptor dependent. J Neurophysiol 91: 1955–1962.\n        View Article\n        Google Scholar \n    23. Fujioka T, Fujioka A, Duman RS (2004) Activation of cAMP signaling facilitates the morphological maturation of newborn neurons in adult hippocampus. J Neurosci 24: 319–328.\n        View Article\n        Google Scholar \n    24. Nakagawa S, Kim JE, Lee R, Chen J, Fujioka T, et al. (2002) Localization of phosphorylated cAMP response element-binding protein in immature neurons of adult hippocampus. J Neurosci 22: 9868–9876.\n        View Article\n        Google Scholar \n    25. Nakagawa S, Kim JE, Lee R, Malberg JE, Chen J, et al. (2002) Regulation of neurogenesis in adult mouse hippocampus by cAMP and the cAMP response element-binding protein. J Neurosci 22: 3673–3682.\n        View Article\n        Google Scholar \n    26. Stone SS, Teixeira CM, Devito LM, Zaslavsky K, Josselyn SA, et al. (2011) Stimulation of entorhinal cortex promotes adult neurogenesis and facilitates spatial memory. J Neurosci 31: 13469–13484.\n        View Article\n        Google Scholar \n    27. Dupret D, Fabre A, Dobrossy MD, Panatier A, Rodriguez JJ, et al. (2007) Spatial learning depends on both the addition and removal of new hippocampal neurons. PLoS Biol 5: e214.\n        View Article\n        Google Scholar \n    28. Garthe A, Behr J, Kempermann G (2009) Adult-generated hippocampal neurons allow the flexible use of spatially precise learning strategies. PLoS One 4: e5464.\n        View Article\n        Google Scholar \n    29. Bonni A, Brunet A, West AE, Datta SR, Takasu MA, et al. (1999) Cell survival promoted by the Ras-MAPK signaling pathway by transcription-dependent and -independent mechanisms. Science 286: 1358–1362.\n        View Article\n        Google Scholar \n    30. Riccio A, Ahn S, Davenport CM, Blendy JA, Ginty DD (1999) Mediation by a CREB family transcription factor of NGF-dependent survival of sympathetic neurons. Science 286: 2358–2361.\n        View Article\n        Google Scholar \n    31. Lonze BE, Riccio A, Cohen S, Ginty DD (2002) Apoptosis, axonal growth defects, and degeneration of peripheral neurons in mice lacking CREB. Neuron 34: 371–385.\n        View Article\n        Google Scholar \n    32. Mantamadiotis T, Lemberger T, Bleckmann SC, Kern H, Kretz O, et al. (2002) Disruption of CREB function in brain leads to neurodegeneration. Nat Genet 31: 47–54.\n        View Article\n        Google Scholar \n    33. Morris R (1984) Developments of a water-maze procedure for studying spatial learning in the rat. J Neurosci Methods 11: 47–60.\n        View Article\n        Google Scholar \n    34. Bian Z, Li L, Cui J, Zhang H, Liu Y, et al. (2011) Role of miR-150-targeting c-Myb in colonic epithelial disruption during dextran sulphate sodium-induced murine experimental colitis and human ulcerative colitis. J Pathol 225: 544–553.\n        View Article\n        Google Scholar \n    35. Zhou G, Xiong W, Zhang X, Ge S (2013) Retrieval of Consolidated Spatial Memory in the Water Maze Is Correlated with Expression of pCREB and Egr1 in the Hippocampus of Aged Mice. Dement Geriatr Cogn Dis Extra 3: 39–47.\n        View Article\n        Google Scholar \n    36. Yamashima T (2012) ‘PUFA-GPR40-CREB signaling’ hypothesis for the adult primate neurogenesis. Prog Lipid Res 51: 221–231.\n        View Article\n        Google Scholar \n    37. Gould E, Beylin A, Tanapat P, Reeves A, Shors TJ (1999) Learning enhances adult neurogenesis in the hippocampal formation. Nat Neurosci 2: 260–265.\n        View Article\n        Google Scholar \n    38. Snyder JS, Hong NS, McDonald RJ, Wojtowicz JM (2005) A role for adult neurogenesis in spatial long-term memory. Neuroscience 130: 843–852.\n        View Article\n        Google Scholar \n    39. Moller JT, Cluitmans P, Rasmussen LS, Houx P, Rasmussen H, et al. (1998) Long-term postoperative cognitive dysfunction in the elderly ISPOCD1 study. ISPOCD investigators. International Study of Post-Operative Cognitive Dysfunction. Lancet 351: 857–861.\n        View Article\n        Google Scholar \n    40. Monk TG, Weldon BC, Garvan CW, Dede DE, van der Aa MT, et al. (2008) Predictors of cognitive dysfunction after major noncardiac surgery. Anesthesiology 108: 18–30.\n        View Article\n        Google Scholar \n    41. Steinmetz J, Christensen KB, Lund T, Lohse N, Rasmussen LS (2009) Long-term consequences of postoperative cognitive dysfunction. Anesthesiology 110: 548–555.\n        View Article\n        Google Scholar \n    42. Mrak RE, Griffin ST, Graham DI (1997) Aging-associated changes in human brain. J Neuropathol Exp Neurol 56: 1269–1275.\n        View Article\n        Google Scholar \n    43. Xie Z, Dong Y, Maeda U, Moir RD, Xia W, et al. (2007) The inhalation anesthetic isoflurane induces a vicious cycle of apoptosis and amyloid beta-protein accumulation. J Neurosci 27: 1247–1254.\n        View Article\n        Google Scholar \n    44. Zhang B, Dong Y, Zhang G, Moir RD, Xia W, et al. (2008) The inhalation anesthetic desflurane induces caspase activation and increases amyloid beta-protein levels under hypoxic conditions. J Biol Chem 283: 11866–11875.\n        View Article\n        Google Scholar \n    45. Eckenhoff RG, Johansson JS, Wei H, Carnini A, Kang B, et al. (2004) Inhaled anesthetic enhancement of amyloid-beta oligomerization and cytotoxicity. Anesthesiology 101: 703–709.\n        View Article\n        Google Scholar \n    46. Wiklund A, Granon S, Faure P, Sundman E, Changeux JP, et al. (2009) Object memory in young and aged mice after sevoflurane anaesthesia. Neuroreport 20: 1419–1423.\n        View Article\n        Google Scholar \n    47. Liu XS, Xue QS, Zeng QW, Li Q, Liu J, et al. (2010) Sevoflurane impairs memory consolidation in rats, possibly through inhibiting phosphorylation of glycogen synthase kinase-3beta in the hippocampus. Neurobiol Learn Mem 94: 461–467.\n        View Article\n        Google Scholar \n    48. Alkire MT, Gorski LA (2004) Relative amnesic potency of five inhalational anesthetics follows the Meyer-Overton rule. Anesthesiology 101: 417–429.\n        View Article\n        Google Scholar \n    49. Alkire MT, Nathan SV, McReynolds JR (2005) Memory enhancing effect of low-dose sevoflurane does not occur in basolateral amygdala-lesioned rats. Anesthesiology 103: 1167–1173.\n        View Article\n        Google Scholar \n    50. Alkire MT, Nathan SV (2005) Does the amygdala mediate anesthetic-induced amnesia? Basolateral amygdala lesions block sevoflurane-induced amnesia. Anesthesiology 102: 754–760.\n        View Article\n        Google Scholar \n    51. Rammes G, Starker LK, Haseneder R, Berkmann J, Plack A, et al. (2009) Isoflurane anaesthesia reversibly improves cognitive function and long-term potentiation (LTP) via an up-regulation in NMDA receptor 2B subunit expression. Neuropharmacology 56: 626–636.\n        View Article\n        Google Scholar \n    52. Callaway JK, Jones NC, Royse AG, Royse CF (2012) Sevoflurane anesthesia does not impair acquisition learning or memory in the morris water maze in young adult and aged rats. Anesthesiology 117: 1091–1101.\n        View Article\n        Google Scholar \n    53. Wei H, Liang G, Yang H, Wang Q, Hawkins B, et al. (2008) The common inhalational anesthetic isoflurane induces apoptosis via activation of inositol 1,4,5-trisphosphate receptors. Anesthesiology 108: 251–260.\n        View Article\n        Google Scholar \n    54. Wan Y, Xu J, Ma D, Zeng Y, Cibelli M, et al. (2007) Postoperative impairment of cognitive function in rats: a possible role for cytokine-mediated inflammation in the hippocampus. Anesthesiology 106: 436–443.\n        View Article\n        Google Scholar \n    55. Sall JW, Stratmann G, Leong J, McKleroy W, Mason D, et al. (2009) Isoflurane inhibits growth but does not cause cell death in hippocampal neural precursor cells grown in culture. Anesthesiology 110: 826–833.\n        View Article\n        Google Scholar \n    56. Lu LX, Yon JH, Carter LB, Jevtovic-Todorovic V (2006) General anesthesia activates BDNF-dependent neuroapoptosis in the developing rat brain. Apoptosis 11: 1603–1615.\n        View Article\n        Google Scholar \n    57. Barco A, Alarcon JM, Kandel ER (2002) Expression of constitutively active CREB protein facilitates the late phase of long-term potentiation by enhancing synaptic capture. Cell 108: 689–703.\n        View Article\n        Google Scholar \n    58. Bito H, Deisseroth K, Tsien RW (1996) CREB phosphorylation and dephosphorylation: a Ca(2+)- and stimulus duration-dependent switch for hippocampal gene expression. Cell 87: 1203–1214.\n        View Article\n        Google Scholar \n    59. Josselyn SA, Nguyen PV (2005) CREB, synapses and memory disorders: past progress and future challenges. Curr Drug Targets CNS Neurol Disord 4: 481–497.\n        View Article\n        Google Scholar \n    60. Segal M, Murphy DD (1998) CREB activation mediates plasticity in cultured hippocampal neurons. Neural Plast 6: 1–7.\n        View Article\n        Google Scholar \n    61. Jones MW, Errington ML, French PJ, Fine A, Bliss TV, et al. (2001) A requirement for the immediate early gene Zif268 in the expression of late LTP and long-term memories. Nat Neurosci 4: 289–296.\n        View Article\n        Google Scholar \n    62. Yamashima T (2012) ‘PUFA-GPR40-CREB signaling’ hypothesis for the adult primate neurogenesis. Prog Lipid Res 51: 221–231.\n        View Article\n        Google Scholar \n    63. Merz K, Herold S, Lie DC (2011) CREB in adult neurogenesis–master and partner in the development of adult-born neurons? Eur J Neurosci 33: 1078–1086.\n        View Article\n        Google Scholar \n    64. Carlezon WJ, Duman RS, Nestler EJ (2005) The many faces of CREB. Trends Neurosci 28: 436–445.\n        View Article\n        Google Scholar \n    65. Curlik DN, Shors TJ (2013) Training your brain: Do mental and physical (MAP) training enhance cognition through the process of neurogenesis in the hippocampus? Neuropharmacology 64: 506–514.\n        View Article\n        Google Scholar \n    66. Stratmann G, Sall JW, May LD, Bell JS, Magnusson KR, et al. (2009) Isoflurane differentially affects neurogenesis and long-term neurocognitive function in 60-day-old and 7-day-old rats. Anesthesiology 110: 834–848.\n        View Article\n        Google Scholar \n    67. Dworkin S, Malaterre J, Hollande F, Darcy PK, Ramsay RG, et al. (2009) cAMP response element binding protein is required for mouse neural progenitor cell survival and expansion. Stem Cells 27: 1347–1357.\n        View Article\n        Google Scholar \n","entities":[{"id":302,"label":"ITEM","start_offset":358,"end_offset":371},{"id":303,"label":"ITEM","start_offset":382,"end_offset":392},{"id":304,"label":"ITEM","start_offset":481,"end_offset":485},{"id":305,"label":"ITEM","start_offset":3823,"end_offset":3832},{"id":306,"label":"ITEM","start_offset":3709,"end_offset":3733},{"id":307,"label":"ITEM","start_offset":3193,"end_offset":3197},{"id":308,"label":"ITEM","start_offset":4297,"end_offset":4314},{"id":310,"label":"ITEM","start_offset":1197,"end_offset":1201},{"id":311,"label":"ITEM","start_offset":3959,"end_offset":3986},{"id":312,"label":"ITEM","start_offset":3899,"end_offset":3923},{"id":313,"label":"ITEM","start_offset":4129,"end_offset":4149},{"id":314,"label":"ITEM","start_offset":4340,"end_offset":4344},{"id":316,"label":"ITEM","start_offset":4729,"end_offset":4760},{"id":317,"label":"ITEM","start_offset":5340,"end_offset":5361},{"id":318,"label":"ITEM","start_offset":5779,"end_offset":5796},{"id":319,"label":"ITEM","start_offset":5740,"end_offset":5757},{"id":320,"label":"ITEM","start_offset":5844,"end_offset":5854},{"id":322,"label":"ITEM","start_offset":6098,"end_offset":6118},{"id":323,"label":"ITEM","start_offset":6178,"end_offset":6190},{"id":324,"label":"ITEM","start_offset":6318,"end_offset":6340},{"id":325,"label":"ITEM","start_offset":6752,"end_offset":6764},{"id":326,"label":"ITEM","start_offset":6783,"end_offset":6793},{"id":327,"label":"ITEM","start_offset":6856,"end_offset":6880},{"id":328,"label":"ITEM","start_offset":6882,"end_offset":6892},{"id":329,"label":"ITEM","start_offset":7770,"end_offset":7794},{"id":330,"label":"ITEM","start_offset":8338,"end_offset":8355},{"id":331,"label":"ITEM","start_offset":9024,"end_offset":9041},{"id":332,"label":"ITEM","start_offset":9428,"end_offset":9436},{"id":333,"label":"ITEM","start_offset":9410,"end_offset":9418},{"id":334,"label":"ITEM","start_offset":9396,"end_offset":9402},{"id":335,"label":"ITEM","start_offset":9516,"end_offset":9526},{"id":336,"label":"ITEM","start_offset":11894,"end_offset":11901},{"id":338,"label":"ITEM","start_offset":11902,"end_offset":11917},{"id":339,"label":"ITEM","start_offset":12834,"end_offset":12839},{"id":340,"label":"ITEM","start_offset":12840,"end_offset":12850},{"id":341,"label":"ITEM","start_offset":14885,"end_offset":14902},{"id":343,"label":"ITEM","start_offset":19932,"end_offset":19956},{"id":344,"label":"ITEM","start_offset":21811,"end_offset":21823},{"id":345,"label":"ITEM","start_offset":22139,"end_offset":22164},{"id":346,"label":"EXPERIMNET","start_offset":22322,"end_offset":22409},{"id":348,"label":"EXPERIMNET","start_offset":22410,"end_offset":22420},{"id":349,"label":"ITEM","start_offset":25380,"end_offset":25402},{"id":350,"label":"ITEM","start_offset":1128,"end_offset":1139},{"id":351,"label":"ITEM","start_offset":548,"end_offset":559},{"id":352,"label":"ITEM","start_offset":3155,"end_offset":3184},{"id":353,"label":"ITEM","start_offset":3415,"end_offset":3418},{"id":354,"label":"ITEM","start_offset":3411,"end_offset":3414},{"id":355,"label":"ITEM","start_offset":3876,"end_offset":3880},{"id":356,"label":"ITEM","start_offset":4225,"end_offset":4228},{"id":357,"label":"ITEM","start_offset":4221,"end_offset":4224},{"id":358,"label":"ITEM","start_offset":4669,"end_offset":4675},{"id":359,"label":"ITEM","start_offset":5081,"end_offset":5090},{"id":360,"label":"ITEM","start_offset":4889,"end_offset":4907},{"id":361,"label":"ITEM","start_offset":4844,"end_offset":4851},{"id":362,"label":"ITEM","start_offset":4837,"end_offset":4843},{"id":363,"label":"ITEM","start_offset":4941,"end_offset":4957},{"id":364,"label":"ITEM","start_offset":4957,"end_offset":4967},{"id":366,"label":"ITEM","start_offset":5003,"end_offset":5017},{"id":367,"label":"ITEM","start_offset":5152,"end_offset":5178},{"id":368,"label":"ITEM","start_offset":5428,"end_offset":5439},{"id":369,"label":"ITEM","start_offset":5803,"end_offset":5817},{"id":370,"label":"ITEM","start_offset":4608,"end_offset":4653},{"id":371,"label":"ITEM","start_offset":4825,"end_offset":4831},{"id":373,"label":"ITEM","start_offset":5957,"end_offset":6028},{"id":374,"label":"ITEM","start_offset":8291,"end_offset":8306},{"id":377,"label":"ITEM","start_offset":8700,"end_offset":8723},{"id":378,"label":"ITEM","start_offset":8725,"end_offset":8736},{"id":379,"label":"ITEM","start_offset":8743,"end_offset":8747},{"id":380,"label":"ITEM","start_offset":8749,"end_offset":8758},{"id":381,"label":"ITEM","start_offset":8760,"end_offset":8769},{"id":382,"label":"ITEM","start_offset":8771,"end_offset":8789},{"id":383,"label":"ITEM","start_offset":8790,"end_offset":8806},{"id":386,"label":"ITEM","start_offset":9592,"end_offset":9600},{"id":387,"label":"ITEM","start_offset":9669,"end_offset":9678},{"id":389,"label":"ITEM","start_offset":9679,"end_offset":9738},{"id":390,"label":"ITEM","start_offset":9740,"end_offset":9759},{"id":391,"label":"ITEM","start_offset":9815,"end_offset":9861},{"id":392,"label":"ITEM","start_offset":10062,"end_offset":10073},{"id":393,"label":"ITEM","start_offset":10258,"end_offset":10275},{"id":394,"label":"ITEM","start_offset":10457,"end_offset":10492},{"id":396,"label":"ITEM","start_offset":10334,"end_offset":10371},{"id":397,"label":"ITEM","start_offset":10308,"end_offset":10333},{"id":398,"label":"ITEM","start_offset":13040,"end_offset":13076},{"id":399,"label":"ITEM","start_offset":13223,"end_offset":13233},{"id":400,"label":"ITEM","start_offset":13357,"end_offset":13400},{"id":401,"label":"ITEM","start_offset":13518,"end_offset":13568},{"id":402,"label":"ITEM","start_offset":13587,"end_offset":13605},{"id":403,"label":"ITEM","start_offset":12042,"end_offset":12063},{"id":404,"label":"ITEM","start_offset":14424,"end_offset":14465},{"id":405,"label":"ITEM","start_offset":14470,"end_offset":14513},{"id":406,"label":"ITEM","start_offset":14531,"end_offset":14562},{"id":407,"label":"ITEM","start_offset":15114,"end_offset":15140}],"relations":[],"Comments":[]}
{"id":234,"text":" Introduction\n\nHypobaric hypoxia (HH) is a good model to study the pathophysiology of people staying at high altitude (HA). At HA there is low availability of oxygen due to its reduced partial pressure. It has deleterious effect on brain functions as it leads to memory impairment and cognitive dysfunctions [1]–[2]. Altered neurotransmitter synthesis, uptake and release, free radical generation and changes in gene expression and protein functions are characteristically associated with HH [3], leading to cell death and eventually memory impairment. Recent findings pointed out that severe hypoxia exposure can cause increased cellular oxidative stress with consequent damage to lipids, proteins and DNA [4]. However antioxidant supplementation showed limited neuroprotection in hypoxic and ischemic conditions which indicates involvement of other complex mechanisms that might lead to triggering of survival machinery of the cell [5].\n\nEnvironmental enrichment refers to housing conditions, either home cages or exploratory chamber that facilitate enhanced sensory, cognitive and motor stimulation relative to standard housing conditions. It has been well documented that environment enrichment increases dendritic branching and length, the number of dendritic spines and the size of synapses on some neuronal populations [6]–[9]. At the behavioral level, enrichment enhances learning and memory [10]–[12], reduces memory decline in aged animals, decreases anxiety and increases exploratory activity [13]. These changes caused by enriched environment (EE) may be underlying mechanism providing neuroprotection against diverse neurological disorders.\n\nRegarding the cellular and molecular pathways related to neuroprotection, it is reported that EE enhances the level of neurotrophin, especially brain-derived neurotrophic factor (BDNF) [14], a possible modulator of neuronal survival and plasticity [15]. Almli et al, verified that intracerebroventricular BDNF pretreatment resulted in significant protection against both Hypoxia-ischemia (HI) induced histological injury and spatial memory impairments [16]. A beneficial effect of housing in an EE on recovery from physical damage like lesion is a common finding but does EE housing prevent damage from psycho-physiological stress like HH is still a grey area.\n\nExtracellular signal-regulated kinase (ERK) and Phsophoinositide 3 Kinase (PI3K) pathways are two main signal transduction pathways reported to play a role in BDNF-induced neuroprotection [17]. There are studies which showed that BDNF supported neuronal survival that is mediated via the ERK pathway [18] while others provide evidence of involvement of PI3K pathway [19]–[21]. A few studies also demonstrate that the p38 MAPK pathway plays a role in neuroprotection [22]–[23]. Therefore, it appears that growth factor-mediated protection to neurons varies with factors such as cell types, environmental conditions and cellular stimuli.\n\nOur previous study showed that enriched environment provides neuroprotection against hypobaric hypoxia but fails to ameliorate oxidative stress [24]. Based on this, the present study was designed to assess the effect of EE on hypobaric hypoxia induced memory impairment and to explore the possible mechanism involved in EE mediated neuroprotection. The finding may lead to the identification of key mediators of molecular pathways which are involved in EE mediated neuroprotection against HH induced memory impairment and neurodegeneration.\nMaterials and Methods\nEthic Statement\n\nAll the experimental protocol and animal care was approved by the ethical committee of the Defence Institute of Physiology and Allied Sciences (27\/1999\/CPCSEA) in accordance with the guidelines of “Committee for the Purpose of Control and Supervision of Experiments on Animals” of Govt. of India. All surgery was performed under sodium pentobarbital anesthesia and all efforts were made to minimize the suffering to the animals.\nAnimals\n\nThree month old male Sprague Dawley rats (230 g) were used in the present study which were procured from animal house facility of the Institute. They were maintained in a temperature controlled room (25±2°C at 65±5% humidity) on a 12\/12 h light\/dark cycle with food and water available ad libitum. Rats were tested for anxiety levels in a plus maze and categorized into anxious and normal individuals based on their preference for closed and open arms. The normal individuals were then taken for further experimental purpose. Rats (n = 200) were divided into different experimental groups (Table 1) for further investigation.\nHousing Condition\n\nRats were randomly assigned to the enriched or the standard environmental condition. Enriched environment cages consisted of clear Plexiglas cages (35 inch ×20 inch ×25 inch) with two horizontal platform (20×15 inch) dividing the cage into three floors. On the ground floor, there was a plastic running wheel, nesting material and an assortment of differently colored and textured plastic toys (balls, tubes, boxes and bells) that were changed every 2 days. Steel ladders allowed rats to reach the upper floors, where they had access to food and water. Standard cages were clear Plexiglas laboratory cages (18×25×13 inch). Rats were kept in standard cage in groups of 3 each whereas in enriched cage they kept in group of 6 each. Enriched and standard cages were placed in a temperature-controlled room (22°C) with a light–dark 12∶12 cycle (light on 0700–1900 hrs). Food and water were given ad libitum. Rats were housed in each experimental condition for 7 days.\nAntisense and Inhibitors\n\nTo determine the role of neurotrophins, intracerebroventricular (ICV) injection of either vehicle (VEH; PBS, pH 7.4) or tyrosine kinase (Trk) inhibitor i.e., K252a was administered (250 µM, 5 µl) into the left hemisphere of adult rat brain.\n\nThe Trk gene silencing was performed in vivo by administering TrkA and TrkB antisense oligonucleotides before HH exposure to rats. The antisense TrkB sequence refers to the sequence from nucleotide 651 to 670 (5′ ACTGGCAGCTCGGGATGTCG-3′). The antisense nucleotide, complementary to that sequence was 5′- CGACATCCCGAGCTGCCAGT-3′. The antisense TrkA sequence (59- AACTGTTGTTGTGTCC-39) corresponds to nucleotides 623–638 of rat TrkA. A random oligonucleotide (59- GTAAATTGACCAGGAG-39) was used as a control. The oligonucleotides were dissolved in a buffer containing10 mM Tris-Cl, pH 7.2, and 1 mM EDTA to a final concentration of 200 mM. Antisense oligonucleotides and randomized controls have been designed and manufactured by Biognostik (Gottingen, Germany). Intracerebroventricular (ICV) injection of either vehicle (VEH; PBS, pH 7.4) or antisense was administered into the left hemisphere of adult rat's brain as described in supplementary information (Supplementary Information File S1). An ERK1\/2 inhibitor, U0216; a PI3 kinase inhibitor, wortmannin and GSK3ß inhibitor, AR-A014418 were purchased from Sigma Aldrich (San Diago, CA). U0216 and Wortmannin were dissolved in PBS whereas AR-A014418 was dissolved in DMSO and administered before HH exposure at a concentration of 1nmol, 0.1nmol and 30 µmol respectively [18]. Rats were ICV injected with a 5 µl solution containing either VEH (1 µl of DMSO and 4 µl of PBS, pH 7.4) or inhibitor as stated above.\nHypobaric hypoxia Simulation\n\nFollowing probe trial the rats were divided into different groups as shown in Table 1. The hypoxic and hypoxic with enriched environment groups were exposed to a simulated altitude of 7600 m (25,000 ft) in a specially designed hypobaric chamber where altitude could be maintained by reducing the ambient barometric pressure. The exposure was for continuous 7 days with a 15 min interval each day during the exposure for replenishment of food and water and changing the cages of the animals. Fresh air was continuously flushed at a rate of 8 L\/min to prevent accumulation of carbon dioxide within the chamber. The temperature and humidity in the chamber were maintained at 28±2°C and 60±3% respectively. The rate of ascent and descent was maintained at 300 m\/min.\nMemory Assessment\n\nReference memory was assessed in Morris Water Maze [25]–[26] to investigate spatial learning and memory of rodents. Before HH exposure animals were trained for 8 days and probe trial was performed before and after HH exposure. Single task of memory test was performed after exposure to HH. Detailed protocol for training, probe trial and memory task are as follows.\n\nPrior to exposure to hypobaric hypoxia rats were trained in a Morris water maze to study the effect of enriched environment on spatial reference memory acquisition. The maze comprised of a white circular pool of 180 cm diameter, filled with water (temperature around 24–25°C, depth 50 cm). The pool was conceptually divided into four equal quadrants having 4 points designated as starting positions (North, South, East or West). The pool had an escape platform submerged in water (2 cm below the water surface) which was camouflaged by mixing non toxic white paint to the water. The rats were painted black using a hair dye as the software detected the movements based on a phase contrast principle. The position of a black rat in the white maze was recorded by an overhead camera and computer assisted tracking system (Columbus instruments, USA).\n(i) Training.\n\nThe animals were divided into different groups and trained for 8th days (sessions) and a probe trial was performed on the 9th day. Each session consisted of four trials with a 15 min inter-trial interval. The platform position remained in the same location throughout the training period. A trial began when the rat was released into water facing the wall of the pool at one of the 4 starting positions that was chosen at random. The order of the starting position varied in every trial and any given sequence was not repeated in the next session. During the trial, the rat was allowed to locate the submerged platform for 60 s. If the animal failed to reach the platform it was gently guided to it and left on it for 10 s. The latency (in seconds) and pathlength (in cm) to find the platform was recorded in each trial and mean latency and pathlength for each session was calculated.\n(ii) Probe Trial.\n\nTwenty four hours after the end of the last training on the eighth day, rats were subjected to probe trial, a task, which was designed to assess the consolidation and retrieval of reference memory. It consisted of a single trial wherein the rats were allowed to swim for 60 s, with the platform removed from its position. Here, the number of crossing over at the original platform position and the time (s) spent in the target quadrant were measured. Rats were found to spend maximum time in the target quadrant and the crossing over frequency averaged around 5 during the probe trail indicating consolidation of memory.\n(iii) Memory test (testing for retention of learned task).\n\nRats in all the groups were immediately tested for memory retention following the stipulated period of 7 days exposure to hypobaric hypoxia for all groups. The rats were subjecting to a probe trial followed by a single trial of the task that was given during training for acquisition of spatial reference memory. The time spent and distance traveled to reach the platform, time spent in the target quadrant, and number of crossing over at the platform position was recorded during the probe trail.\nSample Preparation\n\nAfter exposure and memory assessment rats were deeply anesthetized with sodium pentobarbital (100 mg\/kg, i.p.), perfused transcardially with chilled PBS and decapitated. The brain were dissected out and used for different experimental protocols accordingly.\nNeuronal death by Cresyl Violet Staining\n\nAfter hypoxic exposure, rats were anesthetized and perfused with ice cold PBS, fixed with 4% paraformaldehyde, cryoprotected in 30% sucrose solution, sliced into 10 µm free floating sections and processed for Cresyl violet staining. Morphology of neurons in CA1 regions was studied. Briefly every sixth section from each individual was taken, dehydrated using gradient alcohol concentration, stained with cresyl violet for 3 mins and then rehydrated again. The sections were transferred to slides and mounted with permanent mounting media. Morphology of neurons in CA1 region was observed under light microscopy. Counting of pyknotic\/dead cells was done using Stereo investigator (MBF Biosciences, USA).\nNeuronal degeneration\n\nNeuronal degeneration was assessed histologically in each of the experimental groups by fluoro jade (FJ) B staining method as described previously [27]. Briefly, every sixth section from each individual was taken for assessment of neuronal degeneration in CA1 region in hippocampus. The sections were stained according to the protocol suggested by the manufacturers and sections were visualized at 480 nm excitation and 525 nm emission using a fluorescent microscope (OLYMPUS) with FITC filters. The total number of fluoro jade positive cells were scored in each of the regions and results were depicted in terms of percentage increase in fluoro jade positive cells taking average number of fluoro jade positive cells in normoxic group to be 100%.\nRNA isolation and PCR array\n\nTotal RNA was isolated from rat hippocampus using a Qiagen total RNA isolation kit according to the manufacturer's recommendations. Rat signal transduction pathway RT2 Profiler PCR Array and RT2 Real-Time SyBR Green\/ROX PCR Mix were purchased from Super Array Bioscience (Frederick, MD). PCR was performed on ABI Step One Plus (Applied Biosystems), according to the manufacturer's instructions. Samples from all groups were compared. For data analysis, the ΔΔCt method was used with the aid of a Microsoft excel spreadsheet containing algorithms provided by the manufacturer. Fold-changes were then calculated and expressed as log-normalized ratios of values from all tissues.\nImmunoblotting\n\nSamples from each group (50 µg) were loaded onto SDS-PAGE gels. Following electrophoresis gels were transferred by semi dry transblot (Biorad) to nitrocellulose membranes and probed against rabbit polyclonal AKT, pAKT, mouse monoclonal ERK, pERK and rabbit monoclonal GSK3ß, pGSK3ß, CREB and pCREB antibody (Sigma, St. Louis, Mo., USA) at a concentration 1∶1000, and further with respective secondary antibody labelled with horseradish-peroxidase at a concentration 1∶5000 (Santa Cruz, CA). The membranes were developed using the enhanced chemiluminescence light (ECL) (Sigma. USA) and then membrane was exposed to X-ray film for detection.\nDEVD-AMC cleavage assay\n\nThe Asp-Glu-Val-Asp-(7-amino-4-methylcoumarin) (DEVD-AMC) cleavage assay was performed as described previously (Jain et al.,2012). Acetyl-AMC (Calbiochem) was used to obtain a standard curve, and the enzyme activity was calculated as picomoles of AMC\/mg of protein\/min.\nStatistical Analysis\n\nThe data of 8 day acquisition trials in Morris Water Maze was averaged for each session of four trials. The performance during trials was analyzed using two-way Analysis of Variance (ANOVA) with trials as repetitive measures. In the probe trial task (single trial), at the end of 8 days training and again after exposure to hypoxia platform crossings, time spent in target quadrant in initial 10 s, was analyzed using one-way ANOVA. Similarly, mean of latencies and pathlength for reference memory testing after exposure to hypobaric hypoxia was analyzed in similar manner since a single trial was given to each animal during the task. The results of histology and all biochemical estimations are representations of 6 individual observations and statistical analysis for multiple comparisons was done using two-way ANOVA. Data is presented as mean ± SEM. Pair wise comparisons were used to evaluate the difference between different experimental groups. All analysis was followed by post hoc student's Newman's Keul's test, when necessary. Probability value ≤5% (p<0.05) was considered significant for all statistical analysis.\nResults\nEnriched Environment (EE) improves spatial memory during hypobaric hypoxia\n\nMorris Water Maze task training for 8 days leads to progressive improvement in the ability of rats to explore the hidden platform in the target quadrant (Fig. 1). Exposure to HH for seven days significantly (p<0.001) increases the pathlength (Fig. 1A) and latency (Fig. 1B) of rats. The group kept in EE housing during HH showed significant (p<0.001) decrease the pathlength and latency of rats when compared to group exposed to HH without EE.\nProbe trial data of rats exposed to HH shows significant decrease in inclination towards the target quadrant as evident from number of platform crossing (Fig. 1C) and time spent in target quadrant (Fig. 1D) when compared to control group. Conversely the group housed in EE cage during HH and normoxia spent maximum time in target quadrant with increased number of platform crossing.\nEnriched environment provides neuroprotection against hypobaric hypoxia mediated cell death\n\nNeuronal degeneration as observed by Fluoro jade B staining increased on exposure to HH. Increased number of Fluoro jade B positive cells (84.2±4) (Fig. 2) was observed in the CA1 region of hippocampus in group exposed to HH when compared to the control (34.1±3.2). Providing EE during exposure to HH on the other hand significantly decreased (57.5±4.9) the number of Fluoro jade B positive cells. The neuronal degeneration in enriched environment groups was considerably lower than animals subjected to similar duration of exposure in standard environment.\nCell morphology was also studied using cresyl violet staining. Results showed that exposure to HH leads to cell pyknosis and shrinkage in CA1 region of hippocampus which confirms previous findings [28]. Similar to above finding, cresyl violet staining also showed that EE prevents hypobaric hypoxia induced altered cell morphology as number of pyknotic cells were decreased on providing EE during exposure to HH (Fig. 2).\nEnriched environment prevents memory impairment through Trk signaling\n\nTo further assess the role of neurotrophins mediated Trk activation in EE mediated memory improvement during HH, Trk receptor was inhibited with an antagonist, K252a. Results showed that EE fails to ameliorate HH mediated memory impairment in presence of Trk antagonist i.e. K252a (Fig. 3) as evident from increased path-length (Fig. 3A), latency (Fig. 3B), decreased time spent in target quadrant (Fig. 3C) and number of platform crossing (Fig. 3D). This shows that Trk signaling plays an important role in EE mediated amelioration of spatial memory impairment.\nKnockdown of TrkB expression impairs EE mediated neuroprotection\n\nTrk receptor is involved in BDNF and NGF mediated signaling and has its own importance in cell biochemistry [24]. In present study the role of specific neurotrophin (BDNF or NGF) was studied using gene silencing method. For this TrK gene silencing was performed in vivo by using antisenses for TrkA and TrKB receptors. Results showed that administration of antisense oligonucleotides for TrkA and TrkB during exposure to HH in EE significantly decreased their expression as shown by immunoblotting (Figure S1 in File S1) Caspase3 activity was assessed to evaluate apoptotic cell death in hippocampus after antisense administration. Findings of present study showed that silencing TrkB expression with antisense significantly increased apoptotic cell death even in presence of EE as evident from increased caspase3 activity whereas silencing TrkA expression has little or insignificant effect on caspase3 activity (Fig 4A).\nActivation of PI3K\/AKT pathways is essential for BDNF mediated neuroprotection\n\nBDNF mediated TrkB activation is well known for neuronal survival via various signaling pathways under different conditions. In present study, results of PCR array showed fold changes in survival genes like Bcl2, Ccnd1, Fn1, Jun, Mmp7, Myc, Pten in group placed in EE with concurrent exposure to HH (Table S1 in File S1). These genes are related to both PI3K and ERK pathways which may play a role in EE mediated neuroprotection. Further validation with western blot for protein level showed that enriched environment mediated BDNF up-regulation activates both pathways via phosphorylation of ERK1\/2 and AKT with greater percent increase in pAKT than pERK over baseline (Figure S2 in File S1). Despite the BDNF stimulated increase in pERK and pAKT, no changes were observed in total AKT and ERK levels.\n\nTo address possible role of ERK pathway in EE mediated neuroprotection, pathway was blocked using inhibitor U0216, that prevents ERK phosphorylation and hence its activation. Results showed that administering U0216 markedly inhibit the increase in pERK1\/2 without affecting the EE mediated pAKT increase. Administration of U0216 during HH has no significant effect on caspase-3 like activity in group housed in EE in comparison to vehicle (Fig. 4C). These results suggest that BDNF mediated activation of ERK pathways does not appear to play a major role in EE mediated neuroprotection.\n\nFurther role of PI3K pathway in EE mediated neuroprotection was also assessed by blocking BDNF stimulated PI3K activation without inhibiting the pERK increase. Wortmannin was used to inhibit PI3K\/AKT pathway by blocking AKT phoshorylation. Results showed that blocking PI3K\/AKT pathway with wortmannin markedly increase the caspase-3 activity in group housed in enriched environment when compared to vehicle (Fig. 4B). These findings put forward major contribution of PI3K pathway in EE mediated neuroprotection via BDNF stimulation.\nRole of GSK-3β in EE mediated neuroprotection\n\nRole of Glycogen Synthase Kinase 3 Beta (GSK-3β) in EE mediated neuroprotection was also investigated and it was observed that HH exposure causes GSK-3β activation as evident from decreased level of GSK-3β phosphorylation whereas concurrent exposure to EE prevents this activation (Fig. 5A). Role of TrkB receptor on GSK-3β inactivation was also studied and it was found that inhibiting TrkB expression reduced GSK-3β phosphorylation (Figure S3 in File S1). Moreover the inhibition of PI3K\/AKT with Wortamannin significantly increases the activation of GSK-3β (decreases GSK-3β phosphorylation), even in presence of EE whereas on blocking ERK pathway with U0216, no significant change in activation of GSK-3β was observed.\nGSK-3β inhibition mediate CREB activation\n\nFurther it was postulated that EE mediated GSK-3β inhibition may activate cAMP response element-binding (CREB). Findings from present study showed that HH decreases phosphorylation of CREB by upto 2 fold (50%) in comparison to control; whereas on concurrent exposure with EE the phosphorylation of CREB reverts to normal level. Additionally, inhibiting GSK-3β activity with inhibitor, ARA014418 during HH also restored the phospho-CREB level to normal (Fig. 5B). No changes were observed in total CREB level in all the groups.\nDiscussion\n\nChronic exposure to HH leads to memory impairment in rats [28] which may attribute to various factors including glutamate excitotoxicity, alteration in cellular biochemistry, depletion of growth factors etc. which may lead to cell death. It was reported that hippocampus is found to be more prone to HH in comparison to other brain regions [29]. Distinctly hippocampus is known to be activated by social interactions [30], exposure to novel environments [31] and the spatial rearrangement of familiar objects of the environment [32]. Previously, we have reported that EE provides neuroprotection against HH mediated neurodegeneration through antioxidant independent signaling [24]. An important upshot is to understand the signaling mechanism involved in EE mediated neuroprotective effects in models of relevant diseases of the nervous system. Present study was designed to elucidate the effect of EE on HH induced memory impairment and also to explore the possible role of neurotrophins mediated signaling in EE mediated neuroprotection. Findings of the present study confirms the EE mediated amelioration of HH induced memory impairment and also explored the role of BDNF mediated PI3K activation which further leads to GSK3β inhibition coupled with CREB up-regulation and prevents neurodegeneration.\n\nThe reference as well as working memory gets impaired on chronic exposure to HH [33]. The results of the present study showed that EE improves spatial memory in rats exposed to chronic HH (7 days) as evident from decreased latency and pathlength and significant increase in time spent in target quadrant. Similarly, the number of platform crossing also increased in Morris Water Maze task. The results of the present work is found to be in accordance with several other studies which reported that EE prevents chronic stress-induced spatial learning and memory deficits [34], whereas study of Tauber et al observed that EE fails to improve spatial memory in model of pneumococcal meningitis [35]. The reason behind such contradiction may be due to different time points of providing enriched environment as well as severity of stress.\n\nThe EE is known to provide neuroprotection against many neurodegenerative disorders like focal cerebral ischemia, hypoxia-ischemia, depression, Huntington's disease and Alzheimer's disease [36]–[37]. Hippocampus has been reported to be more prone to HH in comparison to other brain regions and maximum damage was found in CA1 region of hippocampus [28], [38]. Finding of present study also indicated that chronic exposure to HH exposure leads to neurodegeneration as evident from increased number of Fluoro Jade positive cells in CA1 region of rat hippocampus. Whereas exposing them with EE during HH prevented neurodegeneration and decreased the number of Fluoro Jade positive cells. Similar results were found in a study of Hu et al., where EE attenuates neuropathology and synaptic plasticity in Alzheimer's disease [37]. Additionally EE also showed promising effect on altered cell morphology by plummeting HH mediated cell pyknosis. These multifaceted morphological effects of EE may connect to the significant involvement of a sensory-motor circuit engaged in the guidance of voluntary action and in motor learning activated by EE stimulation.\n\nThe mammalian neurotrophins, nerve growth factor (NGF), brain derived neurotrophic factor (BDNF), neurotrophin-3 (NT-3) and neurotrophin 4\/5 (NT-4\/5), all have been shown to play an essential role in neuronal viability and differentiation, as well as synaptic plasticity in various brain regions relevant to learning and memory [39]. Two types of receptors mediate neurotrophins action: high affinity membrane-bound tyrosine kinase receptors (Trk) and a low affinity pan-neurotrophin receptor (p75). Specific Trk receptors have preferential affinities for one or more of the NTs: TrkA for NGF, TrkB for BDNF and NT-4\/5, and TrkC for NT-3. BDNF is one member providing a target derived signal for the establishment of neuronal connections during development, as well as continuing to modify these networks long after their establishment [40]. In present study, tyrosine kinase (Trk) receptor inhibition with K252a nullifies the beneficial effect of EE on spatial memory as evident from Morris water maze task. Henceforth, it provides strong evidence for involvement of Trk signaling in EE mediated amelioration of HH induced memory impairment. Previously it has been shown that blocking Trk with K252a increases caspase3 expression in CA1 region of hippomcapus [24]. Similar findings were observed in a study of Nitta et al which showed that exogenous administration of neurotrophins attenuated corticosterone induced neural death but in presence of Trk inhibitor (K252a) the effect was abolished [41]. Furthermore, result from present study also demonstrated that of all the Trk receptors, knocking down of TrkB receptor during HH using antisense technique significantly increases apoptosis even in presence of enriched environment as evident from increased caspase3 activity whereas knockdown of TrkA receptor has no significant effect. This indicates that the contribution of BDNF mediated TrkB activation is a necessary event in EE mediated neuroprotection against chronic HH. Similar type of result was also reported by Faherty et al, which showed that the EE provide neuroprotection against Parkinson disease through up-regulation of BDNF [9]. Whereas some studies also showed that EE fails to provide protection and reveres reduced level of BDNF following axotomy and hypoxia-ischemia [42]–[43]. These contradictory results may be due to variation in stress condition because of different durations of exposure to EE used according to planned studies.\n\nThe BDNF mediated TrkB activation known to provide neuroprotection through alteration of various pathways but mainly two pathways shows utmost contribution (ERK and PI3K pathway). The PCR array results from present study showed significant fold changes of expression of the genes involved in survival pathway in EE condition and major difference was found in genes (Bcl2, Ccnd1, Fn1, Jun, Mmp 7, Myc, Pten) involved in PI3K and ERK pathway. Based on these observations, it can be postulated that EE mediated neuroprotection requires activation of both ERK and PI3K pathway. Further both pathways were inhibited alternately with the help of respective blockers i.e. U0216 for ERK and Wortmannin for PI3K and it was observed that blocking of PI3K pathway nullifies the effect of EE mediated neuroprotection against HH significantly, whereas ERK has no significant contribution in EE mediated neuroprotection by BDNF stimulation. Our findings are found to be supporting various other studies which showed that BDNF provide neuroprotection against brain pathology via activation of PI3K\/AKT pathway [43]. Whereas some studies also showed that BDNF stimulates ERK pathway against hypoxia-ischemia [18]. The study of Hetman et al. emphasizes that the stressful stimulus can determine which pathway is dominant even within the same cell type [17]. It was found that in response to serum deprivation, BDNF mediated survival of cultured cortical neurons via the PI3-kinase pathway. In contrast, when the same cells were treated with campothecin, a DNA synthesis inhibitor, BDNF mediated protection via ERK pathway [17].\n\nThe GSK-3β as a pro-apoptotic factor is important for neuronal apoptosis cascade and also reported to be crucial for PI3Kmediated neuronal survival [19]. In its active form GSK-3β enhance apoptosis whereas on phorphorylation GSK-3β become inactive and unable to trigger apoptotic pathway. Present study showed that EE inactivates GSK-3β by increasing its phosphorylation and hence prevents apoptosis during HH through TrkB activation (Figure S3 in File S1). Also, inhibiting PI3K\/AKT pathway with Wortmannin prevented EE mediated GSK-3β phosphorylation and hence caused inactivation, whereas inhibiting ERK pathway with U0216 fails to generate same effects. This implies that GSK-3β phosphorylation mediated by EE evoked BDNF which is completely dependent on the PI3K\/AKT axis and seems to be unaffected by ERK inhibition. Some findings showed that GSK-3 phosphorylation and neuroprotection becomes MAPK dependent only when the PI3K\/AKT axis is impaired. Therefore, it points out that the ERK proteins acts as an alternative for GSK-3β phosphorylation and hence inactivation [44].\n\nCREB is a key transcription factor involved in several critical functions of the brain including learning, neuronal plasticity and cell survival [45]. CREB has been shown to be the key mediator for BDNF-mediated cell survival as studies showed that silencing the transcriptional activity of CREB impaired BDNF protection [46]. CREB can be activated by various kinases including ERK, AKT and GSK-3β [47]. Our finding showed that HH decreases CREB phosphorylation when compared to normoxia. However providing EE during HH restored the CREB phosphorylation to its normal level. Similarly, inhibiting GSK-3β activity with AR-A014418 also prevented HH induced decrease in CREB phosphorylation. Bearing in mind that EE through BDNF inhibit HH mediated GSK-3β activation, we put forward that EE may increase CREB activity through BDNF mediated inhibition of GSK-3β activity. This activated CREB may further regulate the transcription of several genes involved in cells survival mechanism.\n\nThe present study concluded that EE prevents spatial memory impairment during HH. Further these beneficial effects of EE are induced via BDNF stimulated PI3K activation which inhibits GSK-3β activation. Further GSK-3β inactivation through its phosphorylation directly inhibits apoptosis. Moreover inactivation of GSK-3β also leads to CREB phosphorylation which may regulates survival machinery of cells results in neuroprotection against HH (Fig. 6). Therefore BDNF and respective downstream molecules of PI3K pathway may prove to be good therapeutic targets against neurological disorders that cause memory impairment.\nKnockdown of TrkA and TrkB with antisense techniques shows promising inhibition of expression of their respective receptors as shown in Figure S1. Figure S2 describes TrkB mediated activation of ERK and PI3K pathways. Western blot analysis showed that inhibition of ERK pathway with U0216 and PI3K pathway with Wortmannin decreased the expression of pERK (A) and pAKT (B) respectively without altering their basal level. Interestingly it has been observed that knocking down the TrkB receptor fails to phosphorylate GSK3b and hence inactivation even in presence of enriched environment as shown in Figure S3. This shows that in present case BDNF mediated TrkB activation is necessary event for GSK3b inactivation. Data represents Mean ± SEM. “*” and “#” represents p<0.001 when compared to control and hypoxic group respectively whereas “**” represents p<0.05 when compared to control group.\n\nhttps:\/\/doi.org\/10.1371\/journal.pone.0062235.s001\n\n(DOC)\nAcknowledgments\n\nWe are grateful to Dr. Shubha Shukla for technical assistance during surgical procedures.\nAuthor Contributions\n\nConceived and designed the experiments: VJ GI. Performed the experiments: VJ IB. Analyzed the data: VJ DNP. Contributed reagents\/materials\/analysis tools: VJ IB. Wrote the paper: VJ GI.\nReferences\n\n    1. Kramer AF, Coyne JT, Strayer DL (1993) Cognitive function at high altitude. Hum Factors 35: 329–344.\n        View Article\n        Google Scholar \n    2. Shukitt Hale B, Banderet LF, Lieberman HR (1998) Elevation-dependent symptom, mood and performance changes produced by exposure to hypobaric hypoxia. Int J Aviat Psychol 8: 319–334.\n        View Article\n        Google Scholar \n    3. Hota SK, Barhwal K, Singh SB, Sairam M, Ilavazhagan G (2008) NR1 and GluR2 Expression Mediates Excitotoxicity in Chronic Hypobaric Hypoxia. Journal of Neuroscience Research 86: 1142–1152.\n        View Article\n        Google Scholar \n    4. Dosek A, Ohno H, Acs Z, Taylor AW, Radak Z (2007) High altitude and oxidative stress. Respir Physiol Neurobiol, 158; 128–31.\n    5. Adcock KH, Nedelcu J, Loenneker T, Martin E, Wallimann T, et al.. (2002) Neuroprotection of creatine supplementation in neonatal rats with transient cerebral hypoxia–ischemia. Dev. Neurosci. 24, 382–388.\n    6. Isaacs KR, Anderson BJ, Alcantara AA, Black JE, Greenough WT (1992) Exercise and the brain: angiogenesis in the adult rat cerebellum after vigorous physical activity and motor skill learning. J. Cereb. Blood Flow Metab. 12, 110–119.\n    7. Connor JR, Wang EC, Diamond MC (1982). Increased length of terminal dendritic segments in old adult rats's somatosensory cortex: an environmentally induced response. Exp. Neurol. 78, 466–470.\n    8. Turner AM, Greenough WT (1985) Differential rearing effects on rat visual cortex synapses. I. Synaptic andneuronal density and synapses per neuron. Brain Res. 329, 195–203.\n    9. Faherty CJ, Raviie SK, Herasimtschuk A, Smeyne RJ (2005) Environmental enrichment in adulthood eliminates neuronal death in experimental Parkinsonism. Brain Res Mol Brain Res. 24 134: 170–9.\n        View Article\n        Google Scholar \n    10. Tang YP, Wang H, Feng R, Kyin M, Tsien JZ (2001) Differential effects of enrichment on learning and memory function in NR2B transgenic mice. Neuropharmacology. 41: 779–90.\n        View Article\n        Google Scholar \n    11. Moser MB, Trommald M, Egeland T, Andersen P (1997) Spatial training in a complex environment and isolation alter the spine distribution differently in rat CA1 pyramidal cells. J. Comp. Neurol., 380, 373–381.\n    12. Lee EH, Hsu WL, Ma YL, Lee PJ, Chao CC (2003) Enrichment enhances the expression of sgk, a glucocorticoid-induced gene, and facilitates spatial learning through glutamate AMPA receptor mediation. Eur. J. Neurosci.18, 2842–2852.\n    13. Roy V, Belzung C, Delarue C, Chapillon P (2000) Environmental enrichment in BALB\/c mice: effects in classical tests of anxiety and exposure to a predatory odor. Physiol. Behav. 74, 313–320.\n    14. Rossi C, Angelucci A, Costantin L, Braschi C, Mazzantini M, et al.. (2005) Brain-derived neurotrophic factor (BDNF) is required for the enhancement of hippocampal neurogenesis following environmental enrichment. Eur. J. Neurosci. 24., 1850–1856.\n    15. Lee IM, Paffenbarger RS (1988) Physical activity and stroke incidence: the Harvard Alumni Health Study. Stroke, 29, 2049–2054.\n    16. Almli LM, Hamrick SE, Koshy AA, Tauber MG, Ferriero DM (2001) Multiple pathways of neuroprotection against oxidative stress and excitotoxic injury in immature primary hippocampal neuron. Brain Res Dev Brain Res. 132: 121–9.\n        View Article\n        Google Scholar \n    17. Hetman M, Kanning K, Cavanaugh JE, Xia ZG (1999) Neuroprotection by brain-derived neurotrophic factor is mediated by extracellular signalregulated kinase and phosphatidylinositol 3-kinase. J. Biol. Chem; 274 (32), 22569–22580.\n    18. Han BH, Holtzmanv DM (2000) BDNF protects the neonatal brain from hypoxic–ischemic injury in vivo via the ERK pathway. J. Neurosci, 20 (15), 5775–5781.\n    19. Hetman M, Cavanaugh JE, Kimelman D, Xia Z (2000) Role of glycogen synthase kinase-3beta in neuronal apoptosis induced by trophic withdrawal. J Neurosci. 20: 2567–2574.\n        View Article\n        Google Scholar \n    20. Namura S, Iihara K, Takam IS, Kikuchi H, Matsushita K, et al. (2001) Intravenous administration of MEK inhibitor U0126 affords brain protection against forebrain ischemia and focal cerebral ischemia. PNAS 98: 11569–11574.\n        View Article\n        Google Scholar \n    21. Veit C, Genze F, Menke A, Hoeffert S, Gress TM, et al. (2004) Activation of phosphatidylinositol 3-kinase and extracellular signal-regulated kinase is required for glial Cell line-derived neurotrophic factor-induced migration and invasion of pancreatic carcinoma cells. Cancer Res. 64: 5291–5300.\n        View Article\n        Google Scholar \n    22. Irving EA, Bamford M (2002) Role of mitogen- and stress-activated kinases in ischemic injury. J. Cereb. Blood Flow Metab. 22, 631–647.\n    23. Park SY, Lee H, Hur J, Kim SY, Kim H, et al.. (2002) Hypoxia induces nitric oxide production in mouse microglia via p38 mitogen-activated protein kinase pathway. Brain Res. Mol. Brain Res. 107, 9–16.\n    24. Jain V, Baitharu I, Barhwal K, Prasad D, Singh SB, et al. (2012) Enriched Environment Prevents Hypobaric Hypoxia Induced Neurodegeneration and is Independent of Antioxidant Signaling. Cell Mol Neurobiol(32): 599–611.\n        View Article\n        Google Scholar \n    25. Morris RGM, Grrud P, Rawlins JNP, O'Keefe J (1982) Place navigation impaired in rats with hippocampal lesions. Nature. 297: 681–683.\n        View Article\n        Google Scholar \n    26. Morris RGM (1984) Development of a water maze procedure for studying spatial learning the rat. J. Neurosci. Methods 11: 47–60.\n        View Article\n        Google Scholar \n    27. Maiti P, Singh SB, Muthuraju S, Veleri S, Ilavazhagan G (2007) Hypobaric hypoxia damages the hippocampal pyramidal neurons in the rat brain. Brain Res.17 1175: 1–9.\n        View Article\n        Google Scholar \n    28. Maiti P, Singh SB, Mallick B, Muthuraju S, Ilavazhagan G (2008) High altitude memory impairment is due to neuronal apoptosis in hippocampus, cortex and striatum. Journal of Chemical Neuroanatomy 36: 227–238.\n        View Article\n        Google Scholar \n    29. Hota SK, Barhwal K, Singh SB, Ilavazhagan G (2007) Differential temporal response of hippocampus, cortex and cerebellum to hypobaric hypoxia: a biochemical approach. Neurochemistry International 51: 384–390.\n        View Article\n        Google Scholar \n    30. Countryman RA, Kaban NL, Colombo PJ (2005) Hippocampal c-fos is necessary for long-term memory of a socially transmitted food preference. Neurobiol Learn Mem(84): 175–83.\n        View Article\n        Google Scholar \n    31. Waters NS, Klintsova AY, Foster TC (1997) Insensitivity of the hippocampus to environmental stimulation during postnatal development. J Neurosci(17): 7967–73.\n        View Article\n        Google Scholar \n    32. Aggleton JP, Brown MW (2005) Contrasting hippocampal and perirhinal cortex function using immediate early gene imaging. Q J Exp Psychol B(58): 218–33.\n        View Article\n        Google Scholar \n    33. Muthurajua S, Maiti P, P Solankia, AK Sharma, Amitabh, et al. (2009) Acetylcholinesterase inhibitors enhance cognitive functions in rats following hypobaric hypoxia. Behavioural Brain Research 203; 1–14.\n    34. Wright RL, Conrad CD (2008) Enriched environment prevents chronic stress-induced spatial learning and memory deficits. Behav Brain Res. 187: 41–7.\n        View Article\n        Google Scholar \n    35. Tauber SC, Bunkowski S, Ebert S, Schulz D, Kellert B, et al. (2009) Enriched environment fails to increase meningitis-induced neurogenesis and spatial memory in a mouse model of pneumococcal meningitis. J Neurosci Res. 87: 1877–83.\n        View Article\n        Google Scholar \n    36. Sifonios L, Trinchero M, Cereseto M, Ferrero A, Cladouchos ML, et al. (2009) An enriched environment restores normal behavior while providing cytoskeletal restoration and synaptic changes in the hippocampus of rats exposed to an experimental model of depression. Neuroscience(164): 929–40.\n        View Article\n        Google Scholar \n    37. Hu YS, Xu P, Pigino G, Brady ST, Larson J, et al. (2010) Complex environment experience rescues impaired neurogenesis, enhances synaptic plasticity, and attenuates neuropathology in familial Alzheimer's disease-linked APPswe\/PS1DeltaE9 mice. FASEB J. 24: 1667–81.\n        View Article\n        Google Scholar \n    38. Hota SK, Barhwal K, Singh SB, Ilavazhagan G (2008) Ilavazhagan Chronic hypobaric hypoxia induced apoptosis in CA1 region of hippocampus: A possible role of NMDAR mediated p75NTR upregulation. Experimental Neurology 212: 5–13.\n        View Article\n        Google Scholar \n    39. McAllister AK, Katz LC, Lo DC (1999) Neurotrophins and synaptic plasticity. Annu. Rev. Neurosci. 22: 295–318.\n        View Article\n        Google Scholar \n    40. Tyler WJ, Alonso M, Bramham CR, Pozzo-Miller LD (2002) From Acquisition to Consolidation: On the Role of Brain-Derived Neurotrophic factor signalling in hippocampal dependent learning. Learn. Mem. 9: 224–237.\n        View Article\n        Google Scholar \n    41. Nitta A, Ohmiya M, Sometani A, Itoh M, Nomoto H, et al. (1999) Brain-derived neurotrophic factor prevents neuronal cell death induced by corticosterone. J Neurosci Res. 15: 227–35.\n        View Article\n        Google Scholar \n    42. Pereira LO, Nabinger PM, Strapasson AC, Nardin P, Gonçalves CA, et al. (2009) Long-term effects of environmental stimulation following hypoxia-ischemia on the oxidative state and BDNF levels in rat hippocampus and frontal cortex. Brain Res.9 1247: 188–95.\n        View Article\n        Google Scholar \n    43. Wu H, Lu D, Jiang H, Xiong Y, Qu C, et al. (2008) Simvastatin-mediated upregulation of VEGF and BDNF, activation of the PI3K\/Akt pathway and increase of neurogenesis are associated with therapeutic improvement after traumatic brain injury. J Neurotrauma. 25: 130–9.\n        View Article\n        Google Scholar \n    44. Ortega F, Pérez-Sen R, Morente V, Delicado EG, Miras-Portugal MT (2010) P2X7, NMDA and BDNF receptors converge on GSK3 phosphorylation and cooperate to promote survival in cerebellar granule neurons Cell. Mol. Life Sci(67): 1723–1733.\n        View Article\n        Google Scholar \n    45. Sakamoto K, Karelina K, Obrietan K (2011) CREB: a multifaceted regulator of neuronal plasticity and protection. J Neurochem. 116: 1–9.\n        View Article\n        Google Scholar \n    46. Bonni A, Brunet A, West AE, Datta SR, Takasu MA, et al. (1999) Cell survival promoted by the Ras-MAPK signaling pathway by transcription-dependent and independent mechanisms. Science 286: 1358–1362.\n        View Article\n        Google Scholar \n    47. Du K, Montminy M (1998) CREB is a regulatory target for the protein kinase AKT\/PKB. J Biol Chem. 273: 32377–32379.\n        View Article\n        Google Scholar \n","entities":[{"id":408,"label":"ITEM","start_offset":15,"end_offset":32},{"id":409,"label":"ITEM","start_offset":159,"end_offset":165},{"id":410,"label":"ITEM","start_offset":1002,"end_offset":1012},{"id":411,"label":"ITEM","start_offset":1016,"end_offset":1035},{"id":412,"label":"ITEM","start_offset":720,"end_offset":747},{"id":413,"label":"ITEM","start_offset":940,"end_offset":964},{"id":415,"label":"ITEM","start_offset":1209,"end_offset":1228},{"id":417,"label":"ITEM","start_offset":1255,"end_offset":1271},{"id":418,"label":"ITEM","start_offset":1288,"end_offset":1296},{"id":420,"label":"ITEM","start_offset":3972,"end_offset":4012},{"id":421,"label":"ITEM","start_offset":4142,"end_offset":4197},{"id":422,"label":"ITEM","start_offset":4211,"end_offset":4221},{"id":423,"label":"ITEM","start_offset":4222,"end_offset":4227},{"id":424,"label":"ITEM","start_offset":4270,"end_offset":4274},{"id":425,"label":"ITEM","start_offset":4242,"end_offset":4268},{"id":426,"label":"ITEM","start_offset":4311,"end_offset":4320},{"id":427,"label":"ITEM","start_offset":4702,"end_offset":4728},{"id":428,"label":"ITEM","start_offset":4742,"end_offset":4763},{"id":429,"label":"ITEM","start_offset":4903,"end_offset":4925},{"id":430,"label":"ITEM","start_offset":4927,"end_offset":4943},{"id":431,"label":"ITEM","start_offset":4951,"end_offset":5010},{"id":432,"label":"ITEM","start_offset":5075,"end_offset":5088},{"id":433,"label":"ITEM","start_offset":5170,"end_offset":5185},{"id":434,"label":"ITEM","start_offset":5190,"end_offset":5205},{"id":435,"label":"ITEM","start_offset":5206,"end_offset":5222},{"id":436,"label":"ITEM","start_offset":5303,"end_offset":5316},{"id":437,"label":"ITEM","start_offset":5392,"end_offset":5419},{"id":438,"label":"ITEM","start_offset":5434,"end_offset":5450},{"id":439,"label":"ITEM","start_offset":5451,"end_offset":5456},{"id":440,"label":"ITEM","start_offset":5347,"end_offset":5368},{"id":441,"label":"ITEM","start_offset":5369,"end_offset":5374},{"id":442,"label":"ITEM","start_offset":5483,"end_offset":5519},{"id":443,"label":"ITEM","start_offset":5726,"end_offset":5742},{"id":444,"label":"ITEM","start_offset":6843,"end_offset":6859},{"id":445,"label":"ITEM","start_offset":6868,"end_offset":6890},{"id":446,"label":"ITEM","start_offset":6907,"end_offset":6922},{"id":447,"label":"ITEM","start_offset":7309,"end_offset":7337},{"id":448,"label":"ITEM","start_offset":7566,"end_offset":7583},{"id":449,"label":"ITEM","start_offset":7913,"end_offset":7927},{"id":450,"label":"ITEM","start_offset":8154,"end_offset":8171},{"id":451,"label":"ITEM","start_offset":8228,"end_offset":8235},{"id":452,"label":"ITEM","start_offset":8508,"end_offset":8531},{"id":453,"label":"ITEM","start_offset":8550,"end_offset":8567},{"id":454,"label":"ITEM","start_offset":8615,"end_offset":8639},{"id":455,"label":"ITEM","start_offset":9031,"end_offset":9052},{"id":456,"label":"ITEM","start_offset":9119,"end_offset":9150},{"id":457,"label":"ITEM","start_offset":9273,"end_offset":9306},{"id":458,"label":"ITEM","start_offset":9223,"end_offset":9233},{"id":459,"label":"ITEM","start_offset":9951,"end_offset":9969},{"id":460,"label":"ITEM","start_offset":11222,"end_offset":11247},{"id":461,"label":"ITEM","start_offset":11819,"end_offset":11831},{"id":462,"label":"ITEM","start_offset":11847,"end_offset":11863},{"id":463,"label":"ITEM","start_offset":11886,"end_offset":11902},{"id":464,"label":"ITEM","start_offset":12414,"end_offset":12420},{"id":465,"label":"ITEM","start_offset":12421,"end_offset":12456},{"id":466,"label":"ITEM","start_offset":12569,"end_offset":12596},{"id":468,"label":"ITEM","start_offset":12925,"end_offset":12957},{"id":469,"label":"ITEM","start_offset":12963,"end_offset":12975},{"id":470,"label":"ITEM","start_offset":13323,"end_offset":13340},{"id":471,"label":"ITEM","start_offset":14000,"end_offset":14013},{"id":472,"label":"ITEM","start_offset":14066,"end_offset":14093},{"id":473,"label":"ITEM","start_offset":14169,"end_offset":14190},{"id":474,"label":"ITEM","start_offset":14192,"end_offset":14196},{"id":475,"label":"ITEM","start_offset":14201,"end_offset":14224},{"id":476,"label":"ITEM","start_offset":14226,"end_offset":14232},{"id":477,"label":"ITEM","start_offset":14234,"end_offset":14238},{"id":478,"label":"ITEM","start_offset":14243,"end_offset":14269},{"id":480,"label":"ITEM","start_offset":14270,"end_offset":14286},{"id":481,"label":"ITEM","start_offset":14352,"end_offset":14360},{"id":482,"label":"ITEM","start_offset":14566,"end_offset":14590},{"id":483,"label":"ITEM","start_offset":14949,"end_offset":14966},{"id":484,"label":"ITEM","start_offset":14748,"end_offset":14771},{"id":486,"label":"ITEM","start_offset":16120,"end_offset":16137},{"id":487,"label":"ITEM","start_offset":17001,"end_offset":17018}],"relations":[],"Comments":[]}
